{
    "quests.stone_age": "Stone Age",
    "quests.stone_age.subtitle": "Humble Beginnings",

    "quests.stone_age.foods.title": "Hungry?",
    "quests.stone_age.foods.subtitle": "Where's my easy food?",
    "quests.stone_age.foods.desc": "In TerraFirmaGreg, the world is a harsh place, and one of the most important aspects of survival is being able to obtain food. Most food by itself yields little nutritional value, while others can be deadly if not cooked. Your hunger is represented by the green bar next to your health.\n\nBegin by obtaining any form of food.",

    "quests.stone_age.nutrition.title": "Mechanic: Nutrition",
    "quests.stone_age.nutrition.subtitle": "What do you mean I can't just eat steak?",
    "quests.stone_age.nutrition.desc": "Each basic food in TerraFirmaGreg contains a nutritional value, and these nutrients are split into 5 different categories: &lGrain&r, &lFruits&r, &lVegetables&r, &lProtein&r and &lDairy&r.\n\nWhile you could eat only one kind of raw nutrient such as Protein, your overall health will be diminished, while keeping a balanced diet allows you to have much higher max health. Each 100 HP corresponds to one heart.\n\nLook at the field guide's section on \"Food and Water\" for full details.",

    "quests.stone_age.cook_meat.title": "Basic Cooking",
    "quests.stone_age.cook_meat.subtitle": "You don't want to die from eating raw meat, do you?",
    "quests.stone_age.cook_meat.desc": "Cooking raw meat is an important step for getting protein - not only will it increase the overall shelf life of the meat, but it'll unlock even more nutrients for your demanding body.\n\nThe simplest way to cook meat is by using a Fire Pit. Look at the quest below this one to learn how to make one.",

    "quests.stone_age.soup_time.title": "Soups",
    "quests.stone_age.soup_time.subtitle": "Which store where you in?",
    "quests.stone_age.soup_time.desc": "By crafting a pot and some bowls out of clay, you'll be able to create soups!\n\nSoups are one of the first and easiest ways to create more complex meals. Unlike eating plain ingredients, these contain much more saturation and let you consume multiple nutrients at once!",

    "quests.stone_age.meals.title": "Meals",
    "quests.stone_age.meals.subtitle": "GET IN MAH BELLEH!",
    "quests.stone_age.meals.desc": "These are just some of the basic meals you can create. Soups, salads, and sandwiches are your go-tos for easy high saturation combined meals, while pizzas are the only food that can contain every type of nutrient at once.",
    "quests.stone_age.meals.tasks.1": "Any regular Sandwich",
    "quests.stone_age.meals.tasks.2": "Any regular Jam Sandwich",

    "quests.stone_age.garlic_bread.title": "Garlic Bread...?",
    "quests.stone_age.garlic_bread.subtitle": "Are you fending off a vampire or something?",
    "quests.stone_age.garlic_bread.desc": "ProTip: The quest task accepts ANY garlic bread, it doesnt need to be fresh.",
    "quests.stone_age.garlic_bread.task": "1024 slices of Garlic Bread",

    "quests.stone_age.find_potable_water.title": "Thirsty?",
    "quests.stone_age.find_potable_water.subtitle": "Remember to drink water!",
    "quests.stone_age.find_potable_water.desc": "Thirst is represented by the blue bar above your hunger. You can and will die of dehydration if you dont keep your thirst meter filled! The easiest way to have a drink is by drinking from natural ponds in the wild, by right-clicking on them with an empty hand.\n\nYou don't have to worry about purifying water here, though Salt Water will just make you more thirsty.",
    "quests.stone_age.find_potable_water.task": "A source of fresh Water",

    "quests.stone_age.hydration.title": "Mechanic: Hydration",
    "quests.stone_age.hydration.subtitle": "Yet another bar to keep full...",
    "quests.stone_age.hydration.desc": "Water is an important resource, not just for staying hydrated! Setting up a base near a fresh lake or river is recommended, so you have easy access to the stuff. Other items can quench your thirst, such as certain types of food or drinks.\n\nWater won't always be available when you go exploring, however, so here are some ways to carry drinks around with you. Drinking consumes 100mB from the container.",

    "quests.stone_age.leather_flask.title": "Leather Flask",
    "quests.stone_age.leather_flask.subtitle": "Old Faithful",
    "quests.stone_age.leather_flask.desc": "A Leather Flask is probably the second easiest portable water solution right after a Ceramic Jug. It can hold 500mb, or enough for five drinks.\n\nThe leather flask takes damage as it's used, but when broken, it can be repaired if you have leather at hand. Bladders can be obtained from larger wild animals.",

    "quests.stone_age.iron_flask.title": "Iron Flask",
    "quests.stone_age.iron_flask.subtitle": "Now this will be useful for a long while",
    "quests.stone_age.iron_flask.desc": "The Iron Flask is an upgrade to the Leather Flask. It has much more durability than the Leather Flask and can hold enough fluid for 20 drinks.",

    "quests.stone_age.water_bucket.title": "Water Bucket",
    "quests.stone_age.water_bucket.subtitle": "Not as easy to get as you think",
    "quests.stone_age.water_bucket.desc": "Carrying around a water source is an easy way to never run out, but is a bit cumbersome.\n\nUnfortunately, Wooden Buckets cannot be used to drink water, as they do not move source blocks, so trying to place it in the world will only create a very small puddle.",

    "quests.stone_age.glass_bottles.title": "Glass Bottles",
    "quests.stone_age.glass_bottles.subtitle": "Not as cool as a leather flask",
    "quests.stone_age.glass_bottles.desc": "Glass bottles are just as effective as a Leather Flask, containing 500mb of water. However, blowing glass bottles won't be possible until later, once you have the ability to shape Brass.",

    "quests.stone_age.water_jug.title": "Ceramic Jug",
    "quests.stone_age.water_jug.subtitle": "Relatively easy water",
    "quests.stone_age.water_jug.desc": "A Ceramic Jug is the earliest liquid container you can craft, but it can only hold 100mb, so you'll need to refill it after every drink.\n\nThe Jug is relatively fragile and has a random chance to break when you drink from it!",

    "quests.stone_age.temperature.title": "Weather",
    "quests.stone_age.temperature.subtitle": "The weather for today? Pain.",
    "quests.stone_age.temperature.desc": "A new world starts in early summer, with each month lasting 8 days. Seasons will change, and with it comes in a change in temperature that will affect crops, fruit trees, bushes... and you!\n\nBody temperature is something you need to control and keep at a steady level. The small triangle between your health and hunger shows your current temperature and which way it's trending. Hold Sneak to see the exact numbers -- the left number is how wet you are, and the right number is temperature.",
    "quests.stone_age.temperature.task": "Exist",

    "quests.stone_age.insulation.title": "Mechanic: Body Temperature",
    "quests.stone_age.insulation.subtitle": "Careful with Hypo- and Hyper-thermia.",
    "quests.stone_age.insulation.desc": "Many things in the world will affect your body temperature, from direct sunlight, to being wet, to standing near fire. You must keep your temperature between 0 and 30°C or risk taking damage, indicated by a colored visual effect.\n\nThere are many ways you can reduce the effect of ambient temperature and keep your body at a stable level, and wearing &lClothes&r is one of the most effective. You can wear clothes both in your normal equipment slots or in your curios slots.",

    "quests.stone_age.primitive_insulation.title": "Primitive Insulation",
    "quests.stone_age.primitive_insulation.subtitle": "Caveman Chic",
    "quests.stone_age.primitive_insulation.desc": "Naked and freezing? This is the easiest clothing you can craft, and though it has very low durability, it should last until you get something better.",

    "quests.stone_age.furs.title": "Predator Hides",
    "quests.stone_age.furs.subtitle": "Hardcore Fursuiting",
    "quests.stone_age.furs.desc": "Large predatory animals drop their furs instead of normal hides, which you can either craft into insulating clothing, or scrape to get a normal hide to then turn into leather as normal.",

    "quests.stone_age.wool_clothes.title": "Wool Clothes",
    "quests.stone_age.wool_clothes.subtitle": "For the bitter cold",
    "quests.stone_age.wool_clothes.desc": "Wool Clothes are perfect for cold climates and harsh winters. A full set of Wool Clothes is ideal to survive most winters.\n\nYou'll have to befriend (or kill) some wool producing mammal, such as a Sheep, Alpaca or Musk Ox. The Field Guide's section on Fauna lists where to find every different animal, and the Animal Husbandry section explains how to shear them.",

    "quests.stone_age.insulated_leather_clothes.title": "Insulated Leather Clothes",
    "quests.stone_age.insulated_leather_clothes.subtitle": "When it's getting chilly outside",
    "quests.stone_age.insulated_leather_clothes.desc": "Insulated Leather Clothes are easier to make than a full set of Wool Clothes, but provide less insulation and warmth. They're still very effective for living in more temperate regions.\n\nYou'll need to kill animals to obtain their hide, and also befriend (or kill) some wool producing mammal to craft wool string, such as a Sheep, Alpaca or Musk Ox. The Field Guide's section on Fauna lists where to find every different animal, and the Animal Husbandry section explains how to shear them.",

    "quests.stone_age.burlap_clothes.title": "Burlap Clothes",
    "quests.stone_age.burlap_clothes.subtitle": "For when the heat is getting to you",
    "quests.stone_age.burlap_clothes.desc": "Burlap is made out of Jute Fiber. Jute can grow in most warmer climates as long as its temperature and hydration needs are met.\n\nBurlap Clothes are great for hot summers or certain other hot environments, but we'll talk about that later.",

    "quests.stone_age.silk_clothes.title": "Silk Clothes",
    "quests.stone_age.silk_clothes.subtitle": "No Silkworms, sorry!",
    "quests.stone_age.silk_clothes.desc": "Silk is made out of Spider String, which can be difficult to get large amounts of without venturing somewhere especially deep.\n\nSilk Clothes are excellent for incredibly hot environments, such as Deserts or the lower portions of The Beneath.",

    "quests.stone_age.clothes.title": "Clothing",
    "quests.stone_age.clothes.subtitle": "Fancy!",
    "quests.stone_age.clothes.desc": "Wearing clothes are an easy way to handle extreme temperatures. Warm clothes such as Wool or Insulated Leather are great for cold environments, while Silk or Burlap are great for warm environments.",

    "quests.stone_age.find_rock.title": "Find some Rocks",
    "quests.stone_age.find_rock.subtitle": "Grug smash rock",
    "quests.stone_age.find_rock.desc": "As you begin your journey, the first thing you'll notice is a completely changed world. You can no longer break trees with your fists, but fret not, for any caveman is not a real caveman without his stone tools!\n\nInstead of crafting a wooden pickaxe, you can just pick up rocks from the ground. Begin by collecting at least 4 rocks. You can collect rocks by breaking or right-clicking them with an empty hand.",

    "quests.stone_age.rock_knapping.title": "Knapping",
    "quests.stone_age.rock_knapping.subtitle": "Just like the olden days of the Paleolithic",
    "quests.stone_age.rock_knapping.desc": "Rocks can be \"Knapped\", which is the process of shaping a basic material into a usable form by smacking them together. Rock Knapping requires at least two rocks, and by holding them and right-clicking the air, you'll open the Knapping interface. You can then \"chip off\" one of your rocks to create a stone tool head. All the shapes for different tools can be found in EMI and the Field Guide.\n\nThe two most important tools for the beginning of your journey are a Stone Knife and a Stone Axe, so try knapping those tool heads.",

    "quests.stone_age.find_stick.title": "Find some Sticks",
    "quests.stone_age.find_stick.subtitle": "You gotta handle that tool somehow",
    "quests.stone_age.find_stick.desc": "Another abundant item on the ground are sticks, which have many uses! They can create tools, torches, firestarters and more.\n\nTo avoid having your inventory get clogged with different types of sticks, you can craft them into 'regular' sticks to stack them together. Later, you can bundle nine sticks into a Bunch, and the Bunch into a Bundle, which can then be used as a substitute for logs.",

    "quests.stone_age.first_stone_tools.title": "Your first tools",
    "quests.stone_age.first_stone_tools.subtitle": "Now you're a smart monkey",
    "quests.stone_age.first_stone_tools.desc": "By Knapping your rocks into usable shapes, you can then combine them with a Stick to create your very first basic tools. You've officially entered the Stone Age!\n\nStone are enough for basic survival, but eventually you'll want to create metal tools for much better speed, durability, and tool options. The next two quests will help you collect the items you'll need.",

    "quests.stone_age.stone_tools.title": "Stone Tools",
    "quests.stone_age.stone_tools.subtitle": "Turns out hitting stones together is quite useful",
    "quests.stone_age.stone_tools.desc": "While stone is a relatively simple and primitive material, they're what you're stuck with until you learn how to work with metals. Some other useful tools include the Javelin, which can be thrown like a vanilla Trident, and the Hoe, which allows you to farm.",

    "quests.stone_age.gather_straw.title": "Gather Straw",
    "quests.stone_age.gather_straw.subtitle": "You can also use a Hoe if you want",
    "quests.stone_Age.gather_straw.desc": "Most grasses you find in the overworld can be harvested for Straw, when broken with a Knife or Hoe. Straw has a number of uses for crafting, but you'll want at least 8 to create a Pit Kiln.\n\nStraw can also be used to create a Straw Hat for some basic sun protection, or Thatch, which can be used as a relatively simple building block with no collision.",

    "quests.stone_age.gather_logs.title": "Gather Logs",
    "quests.stone_age.gather_logs.subtitle": "Timber!",
    "quests.stone_age.gather_logs.desc": "With your new Stone Axe, you'll be able to chop down trees. Breaking the base of a tree causes the entire tree to fall down, resulting in logs, sticks, and saplings.\n\nGather at least 10 logs -- 8 of these will be used for a Pit Kiln while the other two will be used for a Fire Pit.",

    "quests.stone_age.firepit.title": "Fire Pit",
    "quests.stone_age.firepit.subtitle": "Night time is coming",
    "quests.stone_age.firepit.desc.1": "Now that you have some logs, its time to build your first Fire Pit! While monsters do not spawn on the surface at night, nocturnal predators will be awake and prowling around.\n\nYou'll first need to create a Firestarter, a tool that allows you to start fires.",
    "quests.stone_age.firepit.desc.2": "To create your Fire Pit, throw at least one Log and up to 3 Sticks into the ground, then light the below block on fire by right-clicking-and-holding with your Firestarter. You can also add some Straw to make it easier.\n\nThe Firepit is not only a source of light and heat, but can be used to light torches and cook raw meat as well. You can keep your firepit lit by interacting with it and adding logs to the UI. If the fire dies out, simply add more logs and light it again with your Firestarter",

    "quests.stone_age.find_clay.title": "Clay Sources",
    "quests.stone_age.find_clay.subtitle": "You'll need a lot of this",
    "quests.stone_age.find_clay.desc": "Clay is an essential part of stone age tech! Similar to knapping rocks, clay can be molded into different shapes and then fired in a Pit Kiln to create a wide variety of items. Stone Tools and Clay Ceramics will be the backbone of your survival until you learn how to work with Metals.\n\nClay is found in blobs in the ground, usually covered by grass. However, certain types of plants, known as \"Clay Indicators\" grow exclusively on clay. Check the Field Guide for what kind of indicators could grow in your climate.",

    "quests.stone_age.clay.title": "Clay",
    "quests.stone_age.clay.subtitle": "It's Clay!",
    "quests.stone_age.clay.desc": "Gather at least 25 pieces of Clay. You'll need to make at least 5 different items to progress (see the next quests). Once you mold the clay, put them in a Pit Kiln to bake the clay into Ceramic. You can mold clay the same way to knap stone, though it takes 5 clay per item and the clay won't be lost if you misclick.",

    "quests.stone_age.pit_kiln.title": "Pit Kiln",
    "quests.stone_age.pit_kiln.subtitle": "Things are heating up now",
    "quests.stone_age.pit_kiln.desc": "The Pit Kiln is an early game method of heating items up. We'll use it to both fire our clay items, and most importantly, melt very basic ores and create our first metal tool, a Saw.\n\nTo create a pit kiln you'll need eight pieces of Straw, eight logs, something you want to heat up, and a Firestarter. Read the Field Guide's Pit Kilns section on how to create it - it's not the same as a Fire Pit!",

    "quests.stone_age.clay_products.title": "Clay Products",
    "quests.stone_age.clay_products.subtitle": "I told you Clay was versatile.",
    "quests.stone_age.clay_products.desc": "These are all the products you can make out of Clay. The Molds are used for metal working, the Vessels are used to hold items, and the others have uses explained in the Field Guide. Think you can knap them all?",

    "quests.stone_age.make_jug.title": "Ceramic Jug",
    "quests.stone_age.make_jug.subtitle": "Early Game fluid Container",
    "quests.stone_age.make_jug.desc": "A Jug is the easiest to create fluid container, but it can only hold 100mB. You can also drink from it, and blow on it to make noises!",

    "quests.stone_age.make_saw_mold.title": "Saw Mold",
    "quests.stone_age.make_saw_mold.subtitle": "Time for your first metal tool",
    "quests.stone_age.make_saw_mold.desc": "The first mold you should make out of clay is the Saw Mold. With it and some small amount of metal you can create a Saw. The Saw is an important tool, as it's required to create &lLumber&r, and with it, you'll be able to create your first &l&oWorkbench.&r",

    "quests.stone_age.make_vessel.title": "Vessel",
    "quests.stone_age.make_vessel.subtitle": "Useful small jars.",
    "quests.stone_age.make_vessel.desc": "The Vessel can be used like a Bundle, to carry around several items in one slot, but more importantly, it's your first tool to begin working with Metals.\n\nBy interacting with the Vessel, you will open up its small inventory, where you can place ores. The Vessel's tooltip can also tell you what your ores will melt into, which is especially useful when crafting alloys!\n\nPlacing the Vessel in a Pit Kiln and heating it up allows you to &lmelt&r the metal inside.\n\nIf you're feeling adventurous, you can mix different metal types to create Alloys. Alloys require specific percentage mixtures of metals. While Copper is great immediatly, you could make your very first metal tools with Bronze instead.",

    "quests.stone_age.native_ores.title": "Pebbles with ore?",
    "quests.stone_age.native_ores.subtitle": "Your first metal is already available if you look for it.",
    "quests.stone_age.native_ores.desc.1": "Ore veins generate differently than what you might be used to - you can't just wander into a random cave, instead you'll need to find \"Indicators\" on the surface. These can look like small rocks, dust piles, or even small crystal buds.\n\nCan't find anything that melts into Copper? Try looking for a another stone type -- different ores spawn in different rock types. Check the TFG Ores category of your Field Guide for a full list.",
    "quests.stone_age.native_ores.desc.2": "Why are they called Indicators? This means that directly below, there is a big, HUGE vein with the same ore that you found on the surface. You don't have a pickaxe yet, so take note of the place where you found the Ore! It'll be very useful later on.\n\nEach one is worth about as much as a nugget, so collect as many as you can, but make sure you make a note of where you found them!",

    "quests.stone_age.first_saw.title": "Metallic Saw",
    "quests.stone_age.first_saw.subtitle": "Time for your first metal tool",
    "quests.stone_age.first_saw.desc.1": "To begin making your Saw, add at least 144mb of ore of your desired metal to a Vessel. Afterwards, place the Vessel in a Pit Kiln and light it on fire.\n\nOnce the Pit Kiln burns out, quickly pick up your vessel while it's still hot, and interact with it to open the Pouring interface. Simply place the Saw Mold in the Pouring Interface's slot and watch it fill with your very first Saw Head. Afterwards, combine your Saw Head with a Stick and you'll create your Saw!",
    "quests.stone_age.first_saw.desc.2": "While the easiest metal to work with is Copper, you can try your hand at the process of alloying. This quest's tasks will accept either an item made out of Copper, or a Bronze Alloy.\n\n&lBismuth Bronze&r: Copper, Bismuth and Zinc. The weakest of the bronzes, but can be the easiest to make.\n\n&lBronze&r: Copper and Tin. It's the most average of the bronzes.\n\n&lBlack Bronze&r: Copper, Gold, and Silver: The best bronze in the early game, but it's considerably more expensive.",
    "quests.stone_age.first_saw.tasks.1": "A Copper or Bronze Saw Head.",
    "quests.stone_age.first_saw.tasks.2": "A Copper or Bronze Saw.",

    "quests.stone_age.craft_lumber.title": "Time for the Workbench",
    "quests.stone_age.craft_lumber.subtitle": "3x3 crafting is within your grasp",
    "quests.stone_age.craft_lumber.desc": "Combine your new Saw with a Log in your crafting grid to create Lumber. 4 Lumber can then be crafted into Planks...\n\n and once you have 4 planks, its time to make your very first Workbench.",

    "quests.stone_age.workbench.title": "Workbench",
    "quests.stone_age.workbench.subtitle": "At Long Last",
    "quests.stone_age.workbench.desc": "Congratulations! With your Workbench you've officially entered the Peak of the Stone Age. With it you'll be able to craft a multitude of new things with the items you've gathered so far.\n\nNow comes your main goal of the Primtive Age: proper metalworking with the Copper Anvil.\n\nSidenote: While you could gather enough materials to make 14 ingots of bronze right now, you won't be able to turn them into a bronze anvil without crafting the copper one first, sorry! At least anvils are recyclable, so you won't waste anything.",

    "quests.stone_age.inventory.title": "Early Storage Options",
    "quests.stone_age.inventory.subtitle": "Time to stop carrying all your junk in vessels",
    "quests.stone_age.inventory.desc": "In the early game, you have 4 simple storage solutions available:\n\n&lChest&r: Chests are cheap and easy to craft, but only have 18 Slots and can't hold anything Large or bigger.\n\n&lCrate&r: Crates are single block inventories, the cheapest of which has 27 slots, but are more expensive to craft.\n\n&lSupply Cart&r: A Supply Cart has a huge size of 54 Slots and can be carried around with you, but takes up lots of space.\n\n&lLarge Vessels&r:The cheapest to craft, only requiring clay, and are ideal for food preservation. Available in a wide variety of colors too!",

    "quests.stone_age.portable_storage.title": "Portable Storage?",
    "quests.stone_age.portable_storage.subtitle": "Because getting your inventory filled with junk sucks",
    "quests.stone_age.portable_storage.desc": "In the &lTerraFirmaGreg Tips&r chapter, there's a section that covers all your different options for Portable Storage, for expanding the number of items you can carry with you as you travel the world. In case you struggle finding the quests, they're the ones on the rightmost spoke of the tree.",

    "quests.stone_age.barrels.title": "Barrels",
    "quests.stone_age.barrels.subtitle": "Stephano?",
    "quests.stone_age.barrels.desc": "Unlike their vanilla counterparts, Barrels here are used as Liquid Storage. Barrels are capable of storing a total of 10 Buckets of fluid, allowing for relatively simple storage of fluids.\n\nYou can also combine these fluids with other items, to create things like Leather, Glue, Mortar and more.",

    "quests.stone_age.leather.title": "Leather",
    "quests.stone_age.leather.subtitle": "Because of course everything has to be more complicated",
    "quests.stone_age.leather.desc": "When killed, wild animals will drop raw hides. Hide cannot be used as leather directly and instead must be worked and processed first.\n\nLeather, just like Clay and Stone, can be Knapped. Knapping leather allows you to create things such as Leather Armor, Flasks, and so on.\nIf you dont want to kill animals for their leather, and live in a tropical area, you can work Pineapple into Pineapple Leather instead, which is a Leather Substitute.",

    "quests.stone_age.leather_armor.title": "Leather Armor",
    "quests.stone_age.leather_armor.subtitle": "Very basic protection",
    "quests.stone_age.leather_armor.desc": "Leather Armor, just like its minecraft counterpart, is used as a very basic set of armor. It may not do much, but it'll protect you somewhat from the elements and provides OK resistances to Slashing damage.",

    "quests.stone_age.mining_prep.title": "Mining Preparations",
    "quests.stone_age.mining_prep.subtitle": "Hope you remember where you found those ore indicators!",
    "quests.stone_age.mining_prep.desc.1": "Progressing beyond the stone age will require a lot of metal, and just picking up small ores on the surface won't be enough. You'll have to dig down and begin mining.\nAssuming you &odid&r mark the place where you found your copper, find the rough middle of where the indicators were and start digging! It might be pretty deep, but you'll eventually strike it rich. The next page has some equipment you'll want to bring along for your first mining trip!",
    "quests.stone_age.mining_prep.desc.2": "&lPickaxe&r: Pretty obvious what this does, you'll need a way to break the stone and harvest the ore. Hammers will not work!\n\n&lLadders and Torches&r:You'll need some way to climb back up out of the hole and see what you're doing!\n\n&lSupport Beams and Planks&r: Mining in TFG is much more dangerous - not only do monsters spawn underground, but carelessly digging around can cause a cave-in! The quest above this one goes over how to mitigate dangers while mining.\n\nNow go and dig your hole, diggy diggy hole!",

    "quests.stone_age.hazards.title": "Mining Hazards",
    "quests.stone_age.hazards.subtitle": "Thought the surface was difficult? Think again.",
    "quests.stone_age.hazards.desc.1": "Besides the monsters, the biggest challenge when mining is dealing with cave-ins. If a Raw stone or ore block has air below it, it's considered 'unsupported' and has a chance to start a cave-in every time a nearby block is mined. Cave roofs are covered with Hardened stone, which won't cause a collapse. To mitigate this, the safest thing you can do is just mine the floor, but if you want to safely mine anything else you'll have to learn how to use support beams! These are crafted with logs and a saw.",
    "quests.stone_age.hazards.desc.2": "The Field Guide has more details and diagrams about how exactly support beams work, but the short version is you'll want to place them down like this within four blocks of each other. Only the top vertical beams will actually support anything, and they have a small radius.",

    "quests.stone_age.copper_for_anvil.title": "Copper for the Anvil",
    "quests.stone_age.copper_for_anvil.subtitle": "You better get used to getting 14 ingots of something.",
    "quests.stone_age.copper_for_anvil.desc": "Anvils aren't cheap! Each anvil will require 14 ingots, which are then welded into 7 double ingots.\n\nYou might want to start mining at this point if you haven't already, gathering 126 pieces of small copper is difficult.",

    "quests.stone_age.get_raw_rock.title": "Raw Rock",
    "quests.stone_age.get_raw_rock.subtitle": "No, it isn't just \"Stone\"",
    "quests.stone_age.get_raw_rock.desc": "To create your Copper Anvil you'll need both a basic Stone Anvil and a Charcoal Forge. To make a Stone Anvil, you will need a block of Raw Igneous rock.\n\nTo obtain Raw Rock you can carefully break the blocks &laround&r the Raw Rock you want to mine. Once all 6 sides of the Raw Rock are exposed to air, it'll pop off into its Item form. Lastly, right-click a block of raw igneous rock to turn it into your Stone Anvil.",

    "quests.stone_age.create_forge.title": "The Forge",
    "quests.stone_age.create_forge.subtitle": "The Fabric doesnt exist by the way.",
    "quests.stone_age.create_forge.desc": "The Forge is a state-of-the-art crafting station used to heat materials to high temperatures. The time it takes to heat things in the forge is considerably faster than the Pit Kiln, and is much easier to control too.\n\nTo make the forge you'll require at least 7 charcoal, and 5 rock-like blocks, such as raw rock or cobblestone.\nThe Forge does not use Logs, instead it uses Charcoal, Coal or Coke.\n\nCheck the field guide for walkthroughs on how to make a Charcoal Pit and a Charcoal Forge.",

    "quests.stone_age.rock_anvil.title": "Rock Anvil",
    "quests.stone_age.rock_anvil.subtitle": "This won't last long",
    "quests.stone_age.rock_anvil.desc": "Anvils are the foundation of all early game metal working. To create a proper metal anvil, you'll need to weld ingots using the previous tier of Anvil. Since Copper is the first tier, you have to use a Rock Anvil to weld them. You can create a Stone Anvil by right-clicking a block of raw igneous rock with a hammer. Welding ingots is the only thing it can do, unfortunately - you'll need the metal's proper anvil to shape them into anything else.",

    "quests.stone_age.quern.title": "Quern and Handstone",
    "quests.stone_age.quern.subtitle": "Your first step into ore processing",
    "quests.stone_age.quern.desc": "The Quern and Handstone are two big rocks grinding against each other to break down materials. The bottom piece is called a Quern while the top piece is called a Handstone. The Quern can be used to grind down your raw ores into crushed ores, yielding slightly higher mB count when smelted.\n\nYou can also use the Quern to create other powders like Flux, Flour, and Bone Meal.",

    "quests.stone_age.crush_ore.title": "Early Ore Processing - Part 1",
    "quests.stone_age.crush_ore.subtitle": "Getting more from your ores",
    "quests.stone_age.crush_ore.desc": "The Quern is only the first step into processing your ores! Proper ore processing is a large, complex beast that you'll learn more about as you progress, and can be used to extract much more usable metal and other byproducts per each ore you mine. To start with though, we'll turn those raw ores you mined into Crushed Ore by putting it through the Quern. Just this first step is enough to increase the amount of mB your ore will melt into.",

    "quests.stone_age.crush_crushed_ore.title": "Early Ore Processing - Part 2",
    "quests.stone_age.crush_crushed_ore.subtitle": "Quern it, again",
    "quests.stone_age.crush_crushed_ore.desc": "Crushing a Crushed Ore again yields Impure Dust, further increasing it's mB yield.\n\nThis may be slow and tedious for now, but you'll soon unlock ways to do this faster and automatically!",

    "quests.stone_age.clean_dust.title": "Early Ore Processing - Part 3",
    "quests.stone_age.clean_dust.subtitle": "Wash that dirty dust",
    "quests.stone_age.clean_dust.desc": "Finally, dropping Impure Dusts in some water and leaving them for a few seconds will wash them, yielding dust, which is your ore's final form. It might even be worth as much as a full ingot now!",

    "quests.stone_age.flux.title": "Fluxstones",
    "quests.stone_age.flux.subtitle": "It's basically metal glue",
    "quests.stone_age.flux.desc": "Flux is an item that is primarily used in metal working to weld things together, though it has some other uses too.\nCertain types of Rocks such as Chalk, Limestone and Marble can be crushed down to make Flux, as well as the shells of various ocean animals.",

    "quests.stone_age.weld_copper_ingots.title": "Welding Copper",
    "quests.stone_age.weld_copper_ingots.subtitle": "So close to the Copper Anvil",
    "quests.stone_age.weld_copper_ingots.desc": "Light up your Forge and give it at least 2 Copper Ingots. Keep an eye on their tooltip as they heat up - once they get hot, it'll show \"Can Work\", but we need to wait until they get to \"Can Weld\", which is just before their melting point.\n\nOnce they reach it, quickly pull them out of the forge (while holding some wooden tongs in your off-hand!) and into the Rock Anvil's interface, along with a little bit of flux. Lastly, right-click the anvil while sneaking to weld the two ingots together while they're still hot. You can use water or snow to cool down your new double ingot faster.",

    "quests.metal_age.copper_anvil.title": "T1 Anvil: Copper",
    "quests.metal_age.copper_anvil.subtitle": "It's all been building up to this!",
    "quests.metal_age.copper_anvil.desc": "Congratulations! You've officially finished the Stone Age and entered the Metallurgy Age! With your Copper Anvil, the next step is to climb up the Anvil Tiers, and each time you unlock a new Tier, new tools and possibilities will be available to make your life progressively easier. Now go and become a master smith!"
}