{
    //#region Starting
    "quests.tfg_tips": "TerraFirmaGreg Tips",
    "quests.tfg_tips.subtitle": "Tips and Tricks to make your life slightly easier.",

    "quests.tfg_tips.begining.title": "Tips and Tricks be here!",
    "quests.tfg_tips.begining.subtitle": "Dear god thats a lot of branches...",
    "quests.tfg_tips.begining.desc": "This questline looks into giving you a lot, &o(and i do mean a lot)&r of tips to make your survival situation a bit easier.\n\nEach teeth of this Gear represents a major mod in TerraFirmaGreg, with tips on how to use the mod and get the most out of it. ALL the quests here are not necesary for progression, although some &omay&r be locked behind main questline tasks.",
    //#endregion
    
    //#region Portable Storage
    "quests.tfg_tips.portable_storage.title": "Portable Storage Solutions",
    "quests.tfg_tips.portable_storage.subtitle": "Turns out your inventory is quite small.",
    "quests.tfg_tips.portable_storage.desc": "In TerraFirmaGreg you may end up exploring a &olot&r of land. During your exploration you're bound to end up picking up a lot of junk. This quest branch looks into making inventory management on the go easier.",
    
    "quests.tfg_tips.toolbelt.title": "Toolbelt and Pouches",
    "quests.tfg_tips.toolbelt.subtitle": "Those tools sure take a lot of space, lets fix that.",
    "quests.tfg_tips.toolbelt.desc": "With a Toolbelt, you'll be able to easily manage multiple tools in a single inventory slot, simply swap them around and store them in your toolbelt when necesary! By default it contains 2 slots, but more can be added by crafting &oBelt Pouches&r.\n\nYou're going to need to know how to work Leather and some intermediary metalworking knowledge to craft these items. Check the dependencies!",
    
    "quests.tfg_tips.maxed_out_toolbelt.title": "ALL THE TOOLS",
    "quests.tfg_tips.maxed_out_toolbelt.subtitle": "That belt must be very heavy at this point...",
    "quests.tfg_tips.maxed_out_toolbelt.desc": "A toolbelt can hold 7 extra pouches, thats 7 extra tools in one belt!",
    "quests.tfg_tips.maxed_out_toolbelt.task": "Obtain a maxed out toolbelt.",

    "quests.tfg_tips.vessels.title": "Large and Small Vessels",
    "quests.tfg_tips.vessels.subtitle": "Clay can be quite useful.",
    "quests.tfg_tips.vessels.desc": "With some Clay, Wood and Time you can create Vessels, Small vessels have 4 inventory slots while Large Vessels have 9! The Vessel not only lets you store items, but its a great way to melt basic metals to create alloys.",
    
    "quests.tfg_tips.portable_cells.title": "Portable Item and Fluid Cells",
    "quests.tfg_tips.portable_cells.subtitle": "Isn't this too advanced for this?",
    "quests.tfg_tips.portable_cells.desc": "With Applied Energistics 2, you can create Portable Item and Fluid Cells, which allows you to store large amounts of items as pure raw data. Sadly, Applied Energistics 2 is locked behind High Voltage, so it might be a while until you can create these.",

    "quests.tfg_tips.256m_portable_cells.title": "MEGA Portable Item and Fluid Cells",
    "quests.tfg_tips.256m_portable_cells.subtitle": "When Kilobytes isnt enough.",
    "quests.tfg_tips.256m_portable_cells.desc": "With MEGA Cells, you can create well, Mega Cells! These cells have LUDICROUS amounts of data storage and as such can be used to store INSANE amounts of items.\n\nFun Fact! A single 256M Portable Item Cell can store up to &lOne Billion&r of a single item type! That's enough to fill over 58 thousand chests!",

    "quests.tfg_tips.backpack_materials.title": "Materials for a Backpack",
    "quests.tfg_tips.backpack_materials.subtitle": "Maps not included",
    "quests.tfg_tips.backpack_materials.desc": "A Sophisticated Backpack, as the name suggests, its a backpack that can be used to store items. Not only can it store items, but it can also store items that are &ltoo big&r for regular chests... Don't ask how that works.\n\nAlso, Sophisticated Backpacks can be upgraded to both increase their capacity and add extra functionalities to them!",

    "quests.tfg_tips.first_backpack.title": "Your First Backpack",
    "quests.tfg_tips.first_backpack.subtitle": "No, the map won't magically appear.",
    "quests.tfg_tips.first_backpack.desc": "This is your First Sophisticated Backpack. It has a total of 27 inventory slots and 1 slot of a regular backpack upgrade. Check the two branches after this to learn about inventory upgrades and backpack upgrades.",

    "quests.tfg_tips.red_steel_backpack.title": "Red Steel Backpack",
    "quests.tfg_tips.red_steel_backpack.subtitle": "No, Blue Steel Backpacks don't exist, sorry!",
    "quests.tfg_tips.red_steel_backpack.desc": "A Red Steel Backpack is your first proper backpack inventory upgrade, It has a total slot count of 54 and contains 2 slots for regular backpack upgrades such as Crafting or Void upgrades.",
    
    "quests.tfg_tips.aluminium_backpack.title": "Aluminium Steel Backpack",
    "quests.tfg_tips.aluminium_backpack.subtitle": "Is it Aluminum or Aluminium?",
    "quests.tfg_tips.aluminium_backpack.desc": "An Aluminium Backpack is your second proper backpack inventory upgrade, It has a total slot count of 81 and contains 3 slots for regular backpack upgrades such as Crafting or Void upgrades.",

    "quests.tfg_tips.titanium_backpack.title": "Titanium Backpack",
    "quests.tfg_tips.titanium_backpack.subtitle": "Almost titanic.",
    "quests.tfg_tips.titanium_backpack.desc": "A Titanium Backpack is your third proper backpack inventory upgrade, It has a total slot count of 108 and contains 5 slots for regular backpack upgrades such as Crafting or Void upgrades.",

    "quests.tfg_tips.tungstensteel_backpack.title": "Tungstensteel Backpack",
    "quests.tfg_tips.tungstensteel_backpack.subtitle": "The ultimate backpack.",
    "quests.tfg_tips.tungstensteel_backpack.desc": "The Tungstensteel Backpack is the final backpack inventory upgrade, It has a total slot count of 120 and contains 7 slots for regular backpack upgrades such as Crafting or Void upgrades.",

    "quests.tfg_tips.backpack_upgrades.title": "Backpack Upgrades",
    "quests.tfg_tips.backpack_upgrades.subtitle": "When Inventory Slots just don't cut it.",
    "quests.tfg_tips.backpack_upgrades.desc": "Backpack Upgrades can be installed in your Sophisticated Backpacks, giving your backpack new abilities and utilities.\n\nYou'll need a Blast Furnace to be able to craft these upgrade bases.",

    "quests.tfg_tips.crafting_upgrade.title": "Crafting Upgrade",
    "quests.tfg_tips.crafting_upgrade.subtitle": "A Workbench on the go!",
    "quests.tfg_tips.crafting_upgrade.desc": "The Crafting Upgrade lets you carry a WorkBench in your backpack wherever you go, its pretty much mandatory.",

    "quests.tfg_tips.advanced_upgrades.title": "Advanced Upgrades",
    "quests.tfg_tips.advanced_upgrades.subtitle": "When the regular just doesn't cut it.",
    "quests.tfg_tips.advanced_upgrades.desc": "Certain upgrades for your backpack can be upgraded to advanced upgrades. Advanced upgrades contain more utilities overall and improve the functionality of the original version. Try crafting a Filter and Advnaced Filter upgrade to complete this quest.",

    "quests.tfg_tips.all_backpack_upgrades.title": "ALL THE UPGRADES",
    "quests.tfg_tips.all_backpack_upgrades.subtitle": "You can't even fit all of these in a single backpack tho...",
    "quests.tfg_tips.all_backpack_upgrades.desc": "These are all the backpack upgrades Sophisticated Backpacks have to offer. Can you craft them all?",
    //#endregion

    //#region GT
    "quests.tfg_tips.gt.title": "GregTech",
    "quests.tfg_tips.gt.subtitle": "One third of the modpack's name, after all.",
    "quests.tfg_tips.gt.desc": "GregTech can be quite intimidating, this quest branch should help you out.",
    //#endregion

    //#region TFC
    "quests.tfg_tips.terrafirmacraft.title": "TerraFirmaCraft",
    "quests.tfg_tips.terrafirmacraft.subtitle": "Its two thirds of the modpack's name after all.",
    "quests.tfg_tips.terrafirmacraft.desc": "TerraFirmaCraft is one of the main mods for TerraFirmaGreg. This branch mostly helps out in letting you know about specific &lAdd-Ons&r the modpack has. Such as Aged Alcohol and Canes.",
    
    "quests.tfg_tips.cane.title": "Walking Canes",
    "quests.tfg_tips.cane.subtitle": "You can even whack people with it!",
    "quests.tfg_tips.cane.desc": "A Walking Cane allows you to completely overcome any walk-thru block's slow down effects, such as snow and leaf litters. As long as you're holding one in one of your hands that is.",
    "quests.tfg_tips.cane.task": "Any Cane",

    "quests.tfg_tips.glassblowing.title": "Glassblowing",
    "quests.tfg_tips.glassblowing.subtitle": "Realistic Glaswsworking!",
    "quests.tfg_tips.glassblowing.desc": "In TerraFirmaCraft, to work with Glass items you need to create a Glassblowing station.\n\nThe Glassblowing station will require some sort of Blowpipe, and a small platform made out of Kaolin Clay to pour the molten glass. You'll need this station to be able to achieve Low Voltage, So it's a good idea to start working on this as soon as possible.\n\nTip: A BlowPipe can be used as a Tong to avoid burning yourself when picking up hot items, handy!",
    "quests.tfg_tips.glassblowing.task.1": "At least 9x Kaolin Clay Blocks.",

    "quests.tfg_tips.glassblowing_tools.title": "Glassblowing Tools",
    "quests.tfg_tips.glassblowing_tools.subtitle": "Tools for the Trade.",
    "quests.tfg_tips.glassblowing_tools.desc": "To work with glass you'll need different tools for each task.\n\n&lPaddle&r: Performs flatten, Mainly used for creating Glass Panes and Lamp Glasses.\n&lGem Saw&r: A saw utilizing precious gems which can cut thru the glass. Not only is this used in recipes, but you can use it to break glass blocks and you'll get the block back instead of shattering the block!\n&lJacks&r: Used to pinch glasses, mostly used for containers such as glass bottles.\n&lWool Cloth&r: Used for rolling glass, used for lenses and jars.",
    
    "quests.tfg_tips.glass_blocks.title": "Glass Blocks",
    "quests.tfg_tips.glass_blocks.subtitle": "Get yourself some windows.",
    "quests.tfg_tips.glass_blocks.desc": "You may have noticed that depending with what type of sand you use to create the glass batch, your glasses will have different colors. Check out the Field Guide's section on Glassblowing to learn different ways to make specific colors. In the future you'll be able to use liquids such as Chlorine to bleach any kind of glass into regular glass.\n\nTip: If you're looking to make a lot of glass dust, try using glass panes and then macerating them, with a big enough Kaolin Clay platform you'll end up getting far more glass dust than what you'd obtain via just macerating a single block.",

    "quests.tfg_tips.lamps.title": "Lamps",
    "quests.tfg_tips.lamps.subtitle": "These are pretty.",
    "quests.tfg_tips.lamps.desc": "Just like in regular Minecraft, Lamps can be hung down from the ceiling or placed on top of a block and give out a moderate amount of light. Lamps consume different kinds of fluid to keep themselves lit, some fuels last indefinetly but require particularly sturdy lamps.",

    "quests.tfg_tips.creosote.title": "Lamp Fuel: Creosote",
    "quests.tfg_tips.creosote.subtitle": "If you have a bunch of it laying around...",
    "quests.tfg_tips.creosote.desc": "Creosote from GregTech can be utilized as a lamp fuel, a full lamp of the stuff lasts for 1 month and 2 days.",
    "quests.tfg_tips.creosote.task": "A Bucket of Creosote",

    "quests.tfg_tips.tallow.title": "Lamp Fuel: Tallow",
    "quests.tfg_tips.tallow.subtitle": "Animal Fat",
    "quests.tfg_tips.tallow.desc": "Tallow can be utilized as lamp fuel, a full lamp of the stuff lasts for 2 months and 2 days.",
    "quests.tfg_tips.tallow.task": "A Bucket of Tallow",

    "quests.tfg_tips.olive_oil.title": "Lamp Fuel: Olive Oil",
    "quests.tfg_tips.olive_oil.subtitle": "Lilbito'liveoil",
    "quests.tfg_tips.olive_oil.desc": "Olive Oil can be utilized as lamp fuel, while a bit expensive and tedious to craft, a full lamp of the stuff lasts for 10 months and 3 days.",
    "quests.tfg_tips.olive_oil.task": "A Bucket of Olive Oil",
    
    "quests.tfg_tips.lava_lamp.title": "Lamp Fuel: Lava?",
    "quests.tfg_tips.lava_lamp.subtitle": "Not as mesmerizing as the real deal",
    "quests.tfg_tips.lava_lamp.desc": "With a very heat resistant metal such as Blue Steel, you can create a Blue Steel Lamp. The Blue Steel Lamp can be filled with Lava, giving you an indefinite source of light.\n\nCareful handling a filled lava lamp, its very hot.",
    
    "quests.tfg_tips.charcoal_pile.title": "Charcoal Pile",
    "quests.tfg_tips.charcoal_pile.subtitle": "You're going to need this",
    "quests.tfg_tips.charcoal_pile.desc.1": "Charcoal Piles are a multiblock structure that can be built in the early game to generate large quantities of Charcoal. You're going to need &oa lot&r of Charcoal if you want to succeed in TerraFirmaGreg, as it's key for working with metals, creating Wrought Iron and creating Steel.\n\nBegin by digging down a pit.",
    "quests.tfg_tips.charcoal_pile.desc.2": "After creating your pit, place logs of your choice while sneaking, this will place log-piles in your pit. The more logs you place in a log pile the more Charcoal is created.",
    "quests.tfg_tips.charcoal_pile.desc.3": "After placing your log piles, cover them with dirt, but leave one uncovered. Set fire to this uncovered one using a Fire Starter or other means such as a Lit Torch or Flint and Steel. After setting fire to the log, cover it and wait, Once the smoke particles cease to emit you can remove the top layer of dirt and harvest your Charcoal.",
    "quests.tfg_tips.charcoal_pile.desc.4": "Pro Tip: You may want to invest in a Coke Oven from Gregtech, not only can it also create Charcoal from Logs, it'll create Creosote as a byproduct, which is a useful fuel for later.",
    
    "quests.tfg_tips.thatch_bed.title": "Thatch Bed",
    "quests.tfg_tips.thatch_bed.subtitle": "A place to rest... somewhat",
    "quests.tfg_tips.thatch_bed.desc": "Utilizing some Thatch and a Large Raw Hide, you can create a Thatch Bed. The Thatch Bed cannot be used to sleep in, but it'll set your spawn point.\n\nTo create a Thatch Bed, place two thatch blocks side by side, then interact with the blocks while holding the Large Raw Hide.",

    "quests.tfg_tips.loom.title": "Loom",
    "quests.tfg_tips.loom.subtitle": "You'll need to work harder if you want to sleep...",
    "quests.tfg_tips.loom.desc": "To create a better bed you'll need to create some textiles, The Loom is the work-station of choice for doing this, as it allows you to create different textiles that each have different uses.",

    "quests.tfg_tips.burlap_cloth.title": "Burlap Cloth",
    "quests.tfg_tips.burlap_cloth.subtitle": "Made out of Jute!",
    "quests.tfg_tips.burlap_cloth.desc": "By soaking some Jute in a barrel, and working the resulting Jute Fibers in the loom, you can create Burlap Cloth.\n\nBurlap Cloth have a number of uses, such as creating Burlap Clothes that protect against hot environments, Beekeeper Armor that protects from angry bees, and a number of other utility items.",

    "quests.tfg_tips.pineapple_leather.title": "Pineapple Leather",
    "quests.tfg_tips.pineapple_leather.subtitle": "Who lives in a Pineapple Under the Sea?",
    "quests.tfg_tips.pineapple_leather.desc": "By creating some pineapple fibers, spindling them into pineapple yarn and working the yarn in the loom you get Pineapple Leather, Which is an eco-friendly way to create Leather Items via Knapping",

    "quests.tfg_tips.wool_cloth.title": "Wool Cloth",
    "quests.tfg_tips.wool_cloth.subtitle": "Baaa...",
    "quests.tfg_tips.wool_cloth.desc": "By shearing some friendly wool-producing livestock, such as a Sheep, you can spindle the resulting wool into wool yarn. Working the yarn in a loom gives you Wool Cloth.\n\nWool cloth not only works as a tool during Glassworking, but can be utilized to create Wooly Clothes which are perfect for cold, bitter environments. Wool is considered a &lHigh Quality Cloth&r.",

    "quests.tfg_tips.silk_cloth.title": "Silk Cloth",
    "quests.tfg_tips.silk_cloth.subtitle": "Very, Very Smooth.",
    "quests.tfg_tips.silk_cloth.desc": "Silk Cloth can be created utilizing string from killing Spiders or via Polycaprolactam Ingots, no Silkworms exist yet, sorry!\n\nSilk Cloth can be used to create Silk Clothes, which are the best at protecting you against hot environments, Silk Cloth is considered a &lHigh Quality cloth&r.",

    "quests.tfg_tips.unrefined_paper.title": "Unrefined Paper",
    "quests.tfg_tips.unrefined_paper.subtitle": "Time to make some history.",
    "quests.tfg_tips.unrefined_paper.desc": "Unrefined Paper is one step away from becoming real, usable Paper. There are a lot of ways to go about creating Paper, some could be easier to do while others can be considerably more difficult. Check the Papermaking entry on your Fieldguide!",
    
    "quests.tfg_tips.bed.title": "Beds",
    "quests.tfg_tips.bed.subtitle": "Rest your weary soul.",
    "quests.tfg_tips.bed.desc": "Utilizing a &lHigh Quality Cloth&r, such as Wool or Silk Cloth, you can create your very own Bed. Unlike the Thatch Bed, a real Bed is comfortable enough to sleep through a night. Sweet Dreams!",

    "quests.tfg_tips.sleeping_bags.title": "Sleeping Bags",
    "quests.tfg_tips.sleeping_bags.subtitle": "Slumber Party!",
    "quests.tfg_tips.sleeping_bags.desc": "A Sleeping Bag is an item you can use to Sleep through a night. Unlike Beds, Sleeping Bags &owon't&r set your Spawn Point.",

    "quests.tfg_tips.hammocks.title": "Hammocks",
    "quests.tfg_tips.hammocks.subtitle": "Perfect for Night Owls",
    "quests.tfg_tips.hammocks.desc": "A Hammock does the exact oposite as a Sleeping Bag. It allows you to sleep your way from Daytime to Nighttime. Perfect for waiting for something to finish crafting.\nMuch like Sleeping Bags, they &owon't&r set your Spawn Point.",
    
    "quests.tfg_tips.panning.title": "Panning",
    "quests.tfg_tips.panning.subtitle": "Re-experience the gold rush!",
    "quests.tfg_tips.panning.desc": "Along riverbeds you may notice gravel with slight specks of minerals, these are known as Native Ore Deposits. By right clicking a Native Ore Deposit with a pan you'll be able to transform this ore deposit into small pieces of native ores. These can come in pinch when you're missing small amounts of milibuckets to create something bigger, such as a saw or pickaxe head.",

    "quests.tfg_tips.sluice.title": "Sluices",
    "quests.tfg_tips.sluice.subtitle": "Panning on Steroids",
    "quests.tfg_tips.sluice.desc": "A Sluice can be utilized to pan for ores in Ore Deposits in a faster, slightly automated way. Not only that, but sluices produce different outputs when compared to regular panning, check the field guide's entry for more information!",

    "quests.tfg_tips.status_effects.title": "Status Effects",
    "quests.tfg_tips.status_effects.subtitle": "No more drinking weird potions.",
    "quests.tfg_tips.status_effects.desc": "While potion making is not accessible, you have other means of creating items that give you status effects.",
    
    "quests.tfg_tips.aged_alcohol.title": "Aged Alcohols",
    "quests.tfg_tips.aged_alcohol.subtitle": "Drink in moderation...",
    "quests.tfg_tips.aged_alcohol.desc": "If you make some sort of drinkable Alcohol (such as beer). You can age it in a barrel for long periods of time. Aging an alcohol like this makes it more potent, giving you special status effects when drank.",

    "quests.tfg_tips.pills.title": "Medicine: Pills",
    "quests.tfg_tips.pills.subtitle": "Pills here!",
    "quests.tfg_tips.pills.desc": "With a bit of Wax, some Spring Water, and other ingredients, you can create Pills! Pills give a myriad of different status effects, some good, some bad. They can come quite handy exploring, specially the Regeneration pill as it can be used when you're on very low health, and natural regeneration just doesnt cut it.",

    "quests.tfg_tips.tablets.title": "Medicine: Tablets",
    "quests.tfg_tips.tablets.subtitle": "Tablets here...?",
    "quests.tfg_tips.tablets.desc": "While more difficult to craft than regular pills, tablets last considerably longer.",

    "quests.tfg_tips.salvo.title": "Medicine: Salves",
    "quests.tfg_tips.salvo.subtitle": "Apply directly to the forehead.",
    "quests.tfg_tips.salvo.desc": "A Salvo is another type of medicine, usually applied on the skin. These can be used to grant you absorption, fire resistance, instant health, etc.",
    //#endregion

    //#region Misc
    "quests.tfg_tips.misc.title": "Misc Tips",
    "quests.tfg_tips.misc.subtitle": "Even more tips!",
    "quests.tfg_tips.misc.desc": "These are miscellaneous tips, they dont fit in the other categories but still useful to know about.",

    "quests.tfg_tips.glider.title": "Hang Glider",
    "quests.tfg_tips.glider.subtitle": "This is not Breath of the Wild",
    "quests.tfg_tips.glider.desc": "A Hang Glider can be crafted and used to glide along the air, you cannot gain altitude with this but it can be useful to traverse long distances if you jump from high altitudes.",

    "quests.tfg_tips.reinforced_glider.title": "Reinforced Glider",
    "quests.tfg_tips.reinforced_glider.subtitle": "Elytra well spent...?",
    "quests.tfg_tips.reinforced_glider.desc": "If you combine an Elytra with a Hang Glider, you'll obtain a Reinforced Glider. The Reinforced Glider is very similar to the regular Glider, the only difference is that you'll have a higher velocity ceiling.",

    "quests.tfg_tips.grappler.title": "Grapplers",
    "quests.tfg_tips.grappler.subtitle": "Easier cave exploration!",
    "quests.tfg_tips.grappler.desc": "By combining a Javelin, some Rope and a Torch, you can create a Grappler.\n\nThrow the grapplier in the air towards a ceiling, if it hits, a grappling rope will unravel from the place of contact. You can climb this rope as if it where a ladder.",

    "quests.tfg_tips.grappler_ropes.title": "Grappler Ropes",
    "quests.tfg_tips.grappler_ropes.subtitle": "When a single rope isnt enough.",
    "quests.tfg_tips.grappler_ropes.desc": "If you're on a rope, you can right click any point of it with the \"Rope Light\" to place a light source, If youre reaching the bottom and you still have ways to go until you reach the floor, you can use a \"Extra Rope\" to extend the original rope.",

    "quests.tfg_tips.chalk.title": "Chalk",
    "quests.tfg_tips.chalk.subtitle": "You don't want to get lost, do you?",
    "quests.tfg_tips.chalk.desc": "Chalk can be used to draw different symbols on blocks, they're very useful to mark important locations while cave exploring.\n\nBy creating a Chalk Box, you can store multiple chalk pieces in a single inventory slot, not only that, you can add some sort of glowing item (such as Glowstone) to cause your chalk doodles to glow in the dark!",

    "quests.tfg_tips.tape_measure.title": "Tape Measure",
    "quests.tfg_tips.tape_measure.subtitle": "Stop manually counting your block spaces.",
    "quests.tfg_tips.tape_measure.desc": "You can use a Tape Measure to measure the perimeter of an area by blocks, specially useful when building large projects. Simply interact with a block while holding the Tape Measure to begin measuring, to stop, right click another block while holding the Tape Measure.",
    
    "quests.tfg_tips.blank_disc.title": "Etched: Listen to Music",
    "quests.tfg_tips.blank_disc.subtitle": "Listen to your tunes while gregging all over the place.",
    "quests.tfg_tips.blank_disc.desc": "Etched is a Music Player mod that allows you to play music discs, not only that, it allows you to create &lcustom&r discs that can play virtually any song you want (as long as its in Bandcamp, Soundcloud.) It can also play in-game sounds via Sound Events.\n\nTo begin your journey with Etched, craft a \"Blank Music Disc\"",

    "quests.tfg_tips.radio.title": "Radio",
    "quests.tfg_tips.radio.subtitle": "Stream your music without discs",
    "quests.tfg_tips.radio.desc": "The Radio allows you to query up any song you want. Right click the radio and then type out your desired song, such as a URL or a minecraft sound event.",

    "quests.tfg_tips.dye_discs.title": "The Classics",
    "quests.tfg_tips.dye_discs.subtitle": "These will never go old...",
    "quests.tfg_tips.dye_discs.desc": "By dipping a Blank Disc on a barrel filled with Dye, you can create the basic ingame discs, such as Wait, 13 and Blocks.",

    "quests.tfg_tips.special_discs.title": "The Uniques",
    "quests.tfg_tips.special_discs.subtitle": "These are unique... Or they where, at least",
    "quests.tfg_tips.special_discs.desc": "You can also craft unique discs if you want...",

    "quests.tfg_tips.disc_collector.title": "Disc Collector",
    "quests.tfg_tips.disc_collector.subtitle": "A full collection",
    "quests.tfg_tips.disc_collector.desc": "Can you craft all the music discs?\n\nSince you're here, there are 2 hidden quests related to music discs. One is quite \"Suspicious\" and the other might require you to channel your inner Dwarf, good luck!",

    "quests.tfg_tips.amogus.title": "AMONGUS",
    "quests.tfg_tips.amogus.subtitle": "SUSSY BAKA!",
    "quests.tfg_tips.amogus.desc": "Congratulations for unlocking this hidden, abhorrent quest. May your venting never be spotted.",

    "quests.tfg_tips.label_album.title": "Labels and Albums",
    "quests.tfg_tips.label_album.subtitle": "Labels for your Disc, and Album Covers to protect them",
    "quests.tfg_tips.label_album.desc": "To Etch your first disc, you'll need a Label. Labels, much like the blank discs, can be dyed.\n\nAlbum Covers are used to cover your etched discs, If your etched disc pulls data from a site like sound-cloud, the song's icon will be compressed into a 16x16 texture! To store a disc, open your inventory, select your album cover, and right click your music disc you want to store. You can also store regular discs.",

    "quests.tfg_tips.etching_disc.title": "Etching your first disc",
    "quests.tfg_tips.etching_disc.subtitle": "Time for your first tunes",
    "quests.tfg_tips.etching_disc.desc": "To Etch your first disc, you'll need the Etching Table. Right clicking the table will open the Etching Interface. By providing a blank disc with a Music Label, and providing a valid sound source on the top bar.\n\nSound source include things like Bandcamp/Soundcloud URLS (which can point to a single music or an album), In-game sound events, and file paths to .ogg/.wav/.mp3 files in your hard disk.\n\nTo complete this quest, Etch &lany&r disc.",
    
    "quests.tfg_tips.disc_players.title": "Disc Players",
    "quests.tfg_tips.disc_players.subtitle": "To play your discs of course!",
    "quests.tfg_tips.disc_players.desc": "You can utilize a regular JukeBox to play music, however, you can also craft these two items!\n\n&oAlbum Jukebox&r: The Album Jukebox allows you to put multiple discs inside, and cycle across them, perfect to have it around your base to listen to music.\n\n&oBoombox&r: The Boombox lets you carry over music on the go.",
    "quests.tfg_tips.disc_players.task": "Obtain an Album Jukebox or a Boombox",

    "quests.tfg_tips.DIGGY_DIGGY_HOLE.title": "I AM A DWARF AND I'M DIGGING A HOLE",
    "quests.tfg_tips.DIGGY_DIGGY_HOLE.subtitle": "DIGGY DIGGY HOLE, DIGGY DIGGY HOLE!",
    "quests.tfg_tips.DIGGY_DIGGY_HOLE.desc": "Congratulations for unlocking this hidden, awesome quest. May your mines never collapse and you find great loot underground.",
    "quests.tfg_tips.DIGGY_DIGGY_HOLE.task": "A Diggy Diggy Hole Disc."
    //#endregion
}