{
    "quests.naming-1": "t - Title",
    "quests.naming-2": "st - Subtitle",
    "quests.naming-3": "d* - Description, where * description number, for example: d1, d2, d3, d4...",
    "quests.naming-4": "t* - Task, where * task number, for example: t1, t2, t3, t4...",

    "quests.76EF4D00586A8B74.t": "&aTerraFirmaGreg Modpack!",
    "quests.76EF4D00586A8B74.st": "Thank you for choosing our modpack!",
    "quests.76EF4D00586A8B74.d1": "The fun starts right now! May this world be blessed with your existence!",

    "quests.387DEEADF4922AB3.t": "Ore generation in the TFG world",
    "quests.387DEEADF4922AB3.st": "Much more fun than vanilla",
    "quests.387DEEADF4922AB3.d1": "In TerraFirmaGreg ore is generated more interestingly than anywhere else. \n1. Each ore appears in its own rock. TFC adds many different rocks to the world, that is, you won’t find a regular vanilla stone anywhere, so ores, like in real life, are generated only in certain rocks. \n2. There are several types of ore veins, such as: cluster, sphere, pipe and a few rare others that we will not talk about. \n3. To make life easier for players, ore indicators appear on the surface, under which in most cases the ore vein itself is located. \nTFG contains a small Wiki for this in an Excel spreadsheet. In order to follow the link, complete the task, then pick up the reward and a button will appear in the chat when you click on it, which will transfer you to an Excel table with ore generation.",

    "quests.63E6C5684E12828C.st": "You need to drink water in order not to die, try to find a river or lake with ordinary water!",
    "quests.63E6C5684E12828C.d1": "Use the right mouse button to drink some water. \nCareful! If you drink salt water you will experience increased thirst and will most likely die.",
    "quests.63E6C5684E12828C.t1": "Look at regular water (not salty or hot).",

    "quests.6D43C29AC049341D.t": "How to create a team?",
    "quests.6D43C29AC049341D.st": "Do you play with friends? Surprising...",
    "quests.6D43C29AC049341D.d1": "You can create a team to complete quests together. To do this, open your inventory, then in the upper left corner select the button where 3 colorful people are drawn, then an interface will open in which you can create a team, use the §aCreate a team§r button, then give it a name and possibly some other parameters, after successful creating a team, you can invite other players to it using the plus button in the green circle in the upper right corner, in the future your quests will be synchronized and any team member will be able to complete them. Good luck!",
    "quests.6D43C29AC049341D.t1": "Click here to complete the quest",

    "quests.0B42D4AE2AC67F93.t": "How to capture territory?",
    "quests.0B42D4AE2AC67F93.st": "Or how to load chunks in your territory",
    "quests.0B42D4AE2AC67F93.d1": "You can private the chunks you want if you play on a server, for example. How to do it? Use the button to open the mini-map, then select the chunks that you want to capture, then by clicking on the right mouse button, select §aCapture territory§r from the list, it seems to be the third item from the bottom, voila, you have captured the territory. Attention: your teammates will be able to break blocks in your region, which is logical.",
    "quests.0B42D4AE2AC67F93.t1": "Click here to complete the quest",

    "quests.2672C65095539E23.t": "How to get crushed ore without a crusher?",
    "quests.2672C65095539E23.st": "It's actually very simple.",
    "quests.2672C65095539E23.d1": "Simply break a block of ore with a hammer (sledgehammer) and you will immediately receive crushed ore, which can be crushed by hand into powders such as graphite or sulfur.",
    "quests.2672C65095539E23.t1": "Click here to complete the quest",

    "quests.3D7B0F3134C30364.t": "Important information about quests!",
    "quests.3D7B0F3134C30364.d1": "The quests are still in development, more descriptions and more will be added in the future. You can partially use the TFC book to find the information you need. &cFull quests in each branch with translation will appear in update 1.0.0, since now the developers have very little time.",
    "quests.3D7B0F3134C30364.t1": "Click here to complete the quest",

    "quests.7196BB6BDBAE7B51.st": "Food is very important in this world!",
    "quests.7196BB6BDBAE7B51.d1": "Try to kill some animal and get some meat from it. Eating raw meat is a bad idea, so try roasting it over a fire.",
    "quests.7196BB6BDBAE7B51.t1": "Get any raw meat",

    "quests.557D3A67A36DF9D8.st": "Cook the meat over the fire!",
    "quests.557D3A67A36DF9D8.d1": "Congratulations, you have cooked the meat and are now safe to eat.",
    "quests.557D3A67A36DF9D8.t1": "Get any fried meat",

    "quests.682B58EC2D39F1A1.st": "A fire, but not an ordinary one",
    "quests.682B58EC2D39F1A1.d1": "Throw 3 sticks and 1 log onto the block, then move the mouse cursor over this block and use a primitive lighter (Just hold down the right mouse button as if you were aiming with a bow), it may not work the first time. After success, a fire will appear in place of the discarded 3 sticks and 1 log, into which you need to throw logs so that the fire continues to burn. To increase the chance of creating a fire, you can add to the existing sticks and logs: paper, straw and other flammable items, +10% for each item.",
    "quests.682B58EC2D39F1A1.t1": "Make a fire",

    "quests.6D940527BFF1D4C0.t": "Primitive lighting",
    "quests.6D940527BFF1D4C0.st": "Are they going out? Yes! They may go out, I'm shocked myself!",
    "quests.6D940527BFF1D4C0.d1": "You will be surprised, but the torches are not endless in TFC. They will burn for about 2 game days, after which they will go out. But don’t worry, they don’t go out in your hands or inventory, so you can carry 1 torch with you and when others in your house go out, just use the right mouse button on them with a torch from your inventory, it will set fire to already extinguished torches.",

    "quests.3B3BA51C8CAEFC7F.t": "Primitive lighter",
    "quests.3B3BA51C8CAEFC7F.st": "People in ancient times lit fires using such a thing, or maybe not, how should I know?",
    "quests.3B3BA51C8CAEFC7F.d1": "This thing will allow you to start a fire, or set fire to anything, just move the mouse cursor over any block, then press and hold the right mouse button, after maximum tension, release, with a 50% chance the block you were looking at will be set on fire. How to make a fire using a primitive lighter in the next quest.",

    "quests.365F6F48E0BB2EFC.t": "ROCK AND STONE!",
    "quests.365F6F48E0BB2EFC.st": "Collect some stones and sticks for future development",
    "quests.365F6F48E0BB2EFC.d1": "When entering the world, the first thing you encounter is a completely changed world. The main items at the start are sticks and pebbles, which lie on the ground and appear in any biome, they are also updated every season, that is, after winter, sticks and pebbles are regenerated on the ground. Collect several using RMB and proceed to the next one. step. \n\nTake 2 or more stones into your hand, then click the right mouse button, then a menu will open in which you can make headbands for stone tools, all recipes can be viewed in EMI or simply by clicking on the icon of the stone headband item in the quest. Then connect the headband with a stick and get a real aboriginal tool. \n\nNow you are a smart monkey!",
    "quests.365F6F48E0BB2EFC.t1": "Find any sticks",
    "quests.365F6F48E0BB2EFC.t2": "Find any pebbles",

    "quests.508DA76FA2766B7B.st": "This is not a rocket launcher!",
    "quests.508DA76FA2766B7B.d1": "Spears work on a similar principle to the trident from vanilla Minecraft, just hold down the right mouse button and aim, then release and your trident will fly where you were looking.",
    "quests.508DA76FA2766B7B.t1": "Craft any stone spear",

    "quests.318BF1F671BC4620.st": "Thank you for not being diamond...",
    "quests.318BF1F671BC4620.d1": "Hoes are used for digging up beds and planting plants. Interesting fact: in TFC you can dig up beds even far from water, the main thing is that when you hover, look at the tooltip (the panel at the top), it will display the amount of water saturation of the bed. Next, select seeds collected in a world with suitable climatic conditions (including the humidity of the bed), plant them and wait.",

    "quests.36A9E5CD45A79288.st": "Realistic",
    "quests.36A9E5CD45A79288.d1": "Using the right mouse button with a hoe in your hand, plow the ground, seriously, it's very easy, try it.",
    "quests.36A9E5CD45A79288.t1": "Plow the ground",

    "quests.5C396041880D32FF.st": "Looks promising",
    "quests.5C396041880D32FF.d1": "While exploring the world you can find wild plants, collect them with a knife or hand, this way you will get seeds and the plant itself.",
    "quests.5C396041880D32FF.t1": "Find any seeds",

    "quests.4CF472C9778068D6.t": "Harvest your first harvest",
    "quests.4CF472C9778068D6.st": "Is it edible?",
    "quests.4CF472C9778068D6.d1": "Not sure. \n\nAttention! Plants grow for a very long time and they are also very picky about their growth conditions; be sure to check the conditions in which a particular plant grows before planting it, otherwise it will turn into a dead bush.",
    "quests.4CF472C9778068D6.t1": "Click here to complete the quest",

    "quests.2BFC2744E4DE4B5A.st": "Don't cut down a tree with your hand, it's wrong!",
    "quests.2BFC2744E4DE4B5A.d1": "Axes are used to chop wood, and indeed anything wooden, because in TFC you cannot break a tree with your hand.",

    "quests.716B407EEED8BE95.st": "Thanks for digging",
    "quests.716B407EEED8BE95.d1": "Shovels are used to create paths and dig up dirt, sand and possibly something else!",

    "quests.06C7B7138EDE4B38.st": "Your best friend",
    "quests.06C7B7138EDE4B38.d1": "Knives are a very important tool in TFC, they allow you to cut grass and get straw, you can use it to make a fire pit and fry metals and clay molds, but more on that later in the quests.",

    "quests.45D907EF7902A200.st": "Needed to create a shelter or roasting pit",
    "quests.45D907EF7902A200.d1": "An important item in the initial stages of development, you will need a lot of it, I suggest collecting about 3 stacks.",

    "quests.27DA5AAB102611A2.st": "A cute hat that will save you from the heat and scorching sun",

    "quests.30AE1FF285B64716.st": "This is a sheaf of straw, you can build a cute house out of it",

    "quests.0ED8BE436A0ECDDB.st": "This is a sheaf of hay, you can make beautiful decorations from it",
    "quests.0ED8BE436A0ECDDB.d1": "Indeed, this block is just decorative, do not try to feed it to the horse.",

    "quests.69D20168E26BBF59.st": "Realism",
    "quests.69D20168E26BBF59.d1": "First, dig 1 block in the ground, or any other surface, then use the V key to place the things you want to fry in the hole. If we are talking about forms, there are 4 of them. Next, take Hay in your hand and right-click into the hole, the hay will begin to fill the hole, you need to use 8 hay, then add 8 logs in the same way, then you can safely set fire to this thing using a primitive flint or torch (just throw a torch on top of your hole and it will start to flare up). Then you must wait for the firing to finish and then take out your finished objects. Metal melting in containers occurs in the same way. That is, you put pieces of copper in a vessel and in this very pit, after the process described above you will get molten copper, which you can cast into ingots, headbands, and so on.",
    "quests.69D20168E26BBF59.t1": "Create a roasting pit",

    "quests.373FD04AD6CA9F92.t": "New or old tree",
    "quests.373FD04AD6CA9F92.st": "Use an ax to collect some wood, I would like to remind you that logs cannot be obtained by hand",
    "quests.373FD04AD6CA9F92.t1": "Get any tree",

    "quests.5DB0CA9F9724D301.t": "Coal pits",
    "quests.5DB0CA9F9724D301.st": "Get your first coal! Wait, why is it needed?",
    "quests.5DB0CA9F9724D301.d1": "To create a charcoal pit you will need lots and lots of wood. First, dig a hole 1 block deep (you can go deeper if the amount of wood allows).",
    "quests.5DB0CA9F9724D301.d2": "Afterwards, using Shift + RMB, click on any block in the hole, you will have an armful of logs, you can fill it by right-clicking with a log in your hand on the armful, or simply open the interface and fill it manually. The amount of coal subsequently obtained depends on the number of trees in the armful.",
    "quests.5DB0CA9F9724D301.d3": "Next, cover it all with a non-flammable block, stone or earth, leave one block open and set it on fire using a discarded torch or a primitive igniter.",
    "quests.5DB0CA9F9724D301.d4": "Now your pile of earth has started to smoke, cover the last block that you set on fire again with a non-combustible block and wait, as soon as the pile stops smoking, dig it up and get coal.",

    "quests.478D0DF94D7495EF.st": "Is it really simple or not?",
    "quests.478D0DF94D7495EF.d1": "The glass casting process is shown in the TFC guide book, which you can find in the inventory on the right side, but for glass blocks, or rather for their casting, brass blocks are used, in TerraFirmaGreg for this you can use brass blocks from GTCEu or kaolinite clay blocks, Good luck! :)",
    "quests.478D0DF94D7495EF.t1": "Cast any block of glass",

    "quests..t": "",
    "quests..st": "",
    "quests..d1": "",
    "quests..t1": ""
}
