{
  "__COMMENT__": "This file was auto generated by the LanguageMerger, read the file \".README IF TRANSLATING\" found in \"minecraft/kubejs\" for more information.",
  "quests.tfg": "TerraFirmaGreg - Modern",
  "quests.tfg.subtitle": "Bienvenid@ a TerraFirmaGreg!",
  "quests.tfg.welcome.title": "Bienvenid@ a TerraFirmaGreg!",
  "quests.tfg.welcome.subtitle": "Modpack de Supervivencia como debería haber sido",
  "quests.tfg.welcome.desc": "Gracias por comenzar en TerraFirmaGreg Modern!\n\nEn este modpack, tendrás la tarea de tomar el control de la naturaleza salvaje y hacerla un paraíso industrial. Inicia desde un humilde comienzo cogiendo rocas, y finaliza atravesando el espacio interestelar!",
  "quests.tfg.create_team.title": "¿Cómo crear un equipo?",
  "quests.tfg.create_team.subtitle": "¿Juegas con amigos?",
  "quests.tfg.create_team.desc": "Puedes crear un equipo para completar misiones juntos. Para hacerlo, abre tu inventario, luego en la esquina superior izquierda selecciona el botón donde hay 3 personas coloridas, luego una interfaz se abrirá en la cual puedes crear un equipo. Dale click al botón §aCreate a team§r, luego dale un nombre y posiblemente otros parámetros, y luego de crear un equipo con éxito, puedes invitar otros jugadores a este usando el botón de más en el circulo verde en la esquina superior derecha. Desde este punto, tus misiones serán sincronizadas y cualquier miembro del equipo será capaz de completarlas. ¡Buena suerte!",
  "quests.tfg.capture_territory.title": "¿Cómo capturar territorio?",
  "quests.tfg.capture_territory.subtitle": "Y cómo cargar chunks en tu territorio",
  "quests.tfg.capture_territory.desc": "Si juegas en un servidor, querrás reclamar tu territorio para que otros jugadores no interfieran. Usa la tecla de Open Claims (\"Ctrl+M\" por defecto) para abrir la pestaña, luego haz click izquierdo para reclamar un chunk y click derecho para abandonarlo.\n\nThere is a limit to this, so you can't claim everything. You can shift-left-click on a chunk to forceload (aka \"chunk load\") it, and shift-right-click to un-forceload it. Claiming chunks will include your whole team, if you're using one.",
  "quests.tfg.chunk_limit.title": "¿Cómo incremento mi límite de carga de chunks?",
  "quests.tfg.chunk_limit.desc": "Si juegas en un servidor, por defecto solo tienes una pequeña cantidad de cargas de chunk disponibles.\n\nLos dueños de servidores pueden configurar esto (¡revisar el archivo README.txt!), pero si tienes permisos de operador (o tienes trucos activados), puedes también usar §a/ftbchunks admin extra_force_load_chunks @p set X§r, donde X es el nuevo límite.",
  "quests.tfg.field_guide.title": "¡Información importante sobre las misiones!",
  "quests.tfg.field_guide.subtitle": "¿Tengo que seguir leyendo?",
  "quests.tfg.field_guide.desc": "Estas misiones siguen en desarrollo, y seguimos trabajando en mejorarlas! Montones de información sobre mecánicas específicas se encuentran en tu Guía de Campo, accesible através de la pestaña del libro tab en tu inventario.\n\nRecuerda que JEI y la Guía de Campo son tus amigos, ya que no todo estará explícito en las misiones.",
  "quests.tfg.books_again.title": "¿Necesitas los libros de nuevo?",
  "quests.tfg.books_again.desc": "Aquí hay una misión repetible si quieres copias físicas del libro de misiones y la Guía de Campo de nuevo."
}