{
    "quests.naming-1": "t - Заголовок",
    "quests.naming-2": "st - Подзаголовок",
    "quests.naming-3": "d* - Описание, где * номер описания, например: d1, d2, d3, d4...",
    "quests.naming-4": "t* - Задание, где * номер задания, например: t1, t2, t3, t4...",

    "quests.76EF4D00586A8B74.t": "&aTerraFirmaGreg Modpack!",
    "quests.76EF4D00586A8B74.st": "Спасибо, что выбрали наш модпак!",
    "quests.76EF4D00586A8B74.d1": "Самое интересное начинается прямо сейчас! Да одарит этот мир ваше существование!",

    "quests.387DEEADF4922AB3.t": "Генерация руд в мире TFG",
    "quests.387DEEADF4922AB3.st": "Куда веселей чем в ванилле",
    "quests.387DEEADF4922AB3.d1": "В TerraFirmaGreg руду генерируются интересней чем где либо. \n1. Каждая руда появляется в своей породе. TFC добавляет в мир много разных пород, то есть обычный камень из ваниллы вы нигде не встретите, поэтому руды как и в реальной жизни генерируются только в определенных породах. \n2. Существуют несколько типов рудных жил, такие как: кластер, сфера, труба и несколько редких других, о которых говорить не будем. \n3. Для облегчения жизни игрокам, на поверхности появляются рудные индикаторы, под которыми в большинстве случаев располагается сама жила с рудой. \nTFG содержит небольшое Wiki для этого в таблице Excel. Для того, чтобы перейти по ссылке, выполните задание, после заберите награду и в чате отобразится кнопка по нажатию на которую вас перебросит на таблицу Excel с генерацией руды.",
    
    "quests.63E6C5684E12828C.st": "Вам нужно пить воду, чтобы не умереть, постарайтсь найти реку или озеро с обычной водой!",
    "quests.63E6C5684E12828C.d1": "Используйте правую кнопку мыши, чтобы выпить немного воды. \nОсторожно! Если вы выпьете соленой воды у вас появится эффект усиленной жажды и скорее всего вы умрете.",
    "quests.63E6C5684E12828C.t1": "Посмотрите на обычную воду (не соленую или горячую)",
    
    "quests.6D43C29AC049341D.t": "Как создать команду?",
    "quests.6D43C29AC049341D.st": "Вы играете с друзьями? Удивляет...",
    "quests.6D43C29AC049341D.d1": "Вы можете создать команду, чтобы вместе выполнять квесты. Для этого откройте инвентарь, после в левом верхнем углу выберите кнопку где нарисованы 3 разноцветных человечка, далее откроется интерфейс в котором вы можете создать команду, используйте кнопку §aСоздать команду§r, далее задайте ей имя и возможно какие-либо другие параметры, после успешного создания команды, вы можете приглашать в нее других игроков используя кнопку плюсика в зеленом круге в правом верхнем углу, в будущем ваши квесты будут синхронизироваться и любой участник команды сможет их выполнять. Удачи!",
    "quests.6D43C29AC049341D.t1": "Нажми сюда, чтобы выполнить квест",

    "quests.0B42D4AE2AC67F93.t": "Как захватить территорию?",
    "quests.0B42D4AE2AC67F93.st": "Ну или как загрузить чанки в своей территории",
    "quests.0B42D4AE2AC67F93.d1": "Вы можете приватить чанки, которые хотите, если вы например играете на сервере. Как это сделать? Используйте кнопку, чтобы открыть мини-карту, после выделите чанки, которые вы хотите захватить, после нажатием на правую кнопку мыши выберите в списке §aЗахватить территорию§r, вроде бы оно будет третьим пунктом снизу, вуаля, вы захватили территорию. Внимание: ваши тиммейты смогут ломать блоки в вашем регионе, что логично.",
    "quests.0B42D4AE2AC67F93.t1": "Нажми сюда, чтобы выполнить квест",

    "quests.2672C65095539E23.t": "Как получить дробленную руду без дробителя?",
    "quests.2672C65095539E23.st": "На самом деле очень просто.",
    "quests.2672C65095539E23.d1": "Просто сломайте блок руды молотом (кувалдой) и вы получите сразу же дробленную руду, которую можно раздробить вручную и получить порошок, например графита или серы.",
    "quests.2672C65095539E23.t1": "Нажми сюда, чтобы выполнить квест",

    "quests.3D7B0F3134C30364.t": "Важная информация о квестах!",
    "quests.3D7B0F3134C30364.d1": "Квесты все еще в разработке, в будущем будет добавлено больше описаний и другого. Частично вы можете использовать книгу TFC для поиска нужной информации. &cПолные квесты в каждой ветке с переводом появятся в обновлении 1.0.0, так как сейчас у разработчиков очень мало времени.",
    "quests.3D7B0F3134C30364.t1": "Нажми сюда, чтобы выполнить квест",

    "quests.7196BB6BDBAE7B51.st": "Пропитание очень важно в этом мире!",
    "quests.7196BB6BDBAE7B51.d1": "Попробуйте убить какое-нибудь животное и получить с него немного мяса. Кушать сырое мясо плохая идея, поэтому постарайтесь пожарить его на костре.",
    "quests.7196BB6BDBAE7B51.t1": "Добудьте любое сырое мясо",

    "quests.557D3A67A36DF9D8.st": "Приготовьте мясо на костре!",
    "quests.557D3A67A36DF9D8.d1": "Поздавляю, вы приготовили мясо, теперь можете безопасно его скушать.",
    "quests.557D3A67A36DF9D8.t1": "Добудьте любое жаренное мясо",
    
    "quests.682B58EC2D39F1A1.st": "Костер, но не обычный",
    "quests.682B58EC2D39F1A1.d1": "Бросьте на блок 3 палки и 1 бревно, после наведите на этот блок курсор мыши и используйте примитивную зажигалку (Просто зажимайте правую кнопку мыши, как будто вы целитесь с лука), с первого раза может не получиться. После успеха, на месте выброшенных 3 палок и 1 бревна появится костер, в который нужно закидывтаь бревна, чтобы костер продолжал гореть. Для увеличения шанса создания костра, вы можете добавить к уже лежащим палкам и бревну: бумагу, солому и другие легковоспламеняемые предметы, за каждый предмет по +10%.",
    "quests.682B58EC2D39F1A1.t1": "Сделайте костер",
    
    "quests.6D940527BFF1D4C0.t": "Примитивное освещение",
    "quests.6D940527BFF1D4C0.st": "Они тухнут? Да! Они могут потухнуть, я сам в шоке!",
    "quests.6D940527BFF1D4C0.d1": "Вы удивитесь, но факела не бесконечные в TFC. Они будут гореть примерно 2 игровых дня, после потухнут. Но не бескокойтесь, в руках или инвентаре они не тухнут, поэтому вы можете носить с собой 1 факел и когда другие в вашем доме будут тухнуть, просто используйте на них правой кнопкой мыши факел из инвентаря, он подожжет уже потухшие факела.",
    
    "quests.3B3BA51C8CAEFC7F.t": "Примитивная зажигалка",
    "quests.3B3BA51C8CAEFC7F.st": "Люди в древности разжигали костры при помощи такой штуки, а может быть и нет, откуда мне знать",
    "quests.3B3BA51C8CAEFC7F.d1": "Эта штука позволит вам развести костер, или поджечь, что либо, просто наведите курсор мыши на любой блок, после зажмите и держите правую кнопку мыши, после максимального натяжения, отпустите, с шансом в 50% подожжется блок на которой вы смотрели. Как сделать костер используя примитивную зажигалку, в следующем квесте.",
    
    "quests.365F6F48E0BB2EFC.t": "Палки и камни",
    "quests.365F6F48E0BB2EFC.st": "Соберите немного камней и палок для будущего развития",
    "quests.365F6F48E0BB2EFC.d1": "При входе в мир, первое, что вы встречаете это полностью измененный мир. Основными предметами на старте являются палки и камушки, которые лежат на земле и появляются в любом биоме, так же они обновляются каждый сезон, то есть после зимы палки и камушки заного регенирируются на земле. Соберите несколько при помощи ПКМ и приступайте к след. шагу. \n\nВозьмите в руку 2 и более камня, после нажмите правую кнопку мыши, далее у вас откроется меню, в котором вы можете делать оголовия каменных инструментов, все рецепты можно посмотреть в EMI или просто нажав на иконку предмета каменного оголовия в квесте. После соедините оголовие с палкой и получите инструмент настоящего аборигена. \n\nТеперь вы умная обезьянка!",
    "quests.365F6F48E0BB2EFC.t1": "Найдите любые палки",
    "quests.365F6F48E0BB2EFC.t2": "Найдите любые камушки",
    
    "quests.508DA76FA2766B7B.st": "Это не ракетная установка!",
    "quests.508DA76FA2766B7B.d1": "Копья работают по схожему принципу с трезубцем из ванильного майнкрафта, просто зажмите правую кнопку мыши и прицельтесь, после отпустите и ваш трезубец полетит туда куда вы смотрели.",
    "quests.508DA76FA2766B7B.t1": "Создайте любое каменное копье",
    
    "quests.318BF1F671BC4620.st": "Спасибо, что не алмазная...",
    "quests.318BF1F671BC4620.d1": "Мотыги используются для вскапывания грядок и посадки растений. Интересный факт: в TFC можно вскапывать грядки даже вдалеке от воды, главное при наведении смотрите на подсказу (панель сверху), в ней будет отображаться кол-во насыщения водой грядки. Далее выберите семяна собранные в мире с подходящими климатическими условиями (в том числе и влажностью грядки) посадите и ожидайте.",
    
    "quests.36A9E5CD45A79288.st": "Реалистично",
    "quests.36A9E5CD45A79288.d1": "Используя правую кнопку мыши с мотыгой в руке вспахайте землю, серьезно, это очень просто, попробуйте.",
    "quests.36A9E5CD45A79288.t1": "Вспахайте землю",
    
    "quests.5C396041880D32FF.st": "Выглядит многообещающе",
    "quests.5C396041880D32FF.d1": "Исследуя мир вы можете найти дикие растения, соберите их при помощи ножа или руки, таким образом вы получите семяна и само растение.",
    "quests.5C396041880D32FF.t1": "Найдите любые семяна",
    
    "quests.4CF472C9778068D6.t": "Соберите свой первый урожай",
    "quests.4CF472C9778068D6.st": "Оно съедобно?",
    "quests.4CF472C9778068D6.d1": "Не уверен. \n\nВнимание! Растения растут очень долго и также они очень прихотливы к условиям своего роста, обязательно сверяйтесь с условиями в которых растет то или иное растения прежде чем его посадить иначе оно превратится в мертвый куст.",
    "quests.4CF472C9778068D6.t1": "Нажмите сюда, чтобы выполнить квест",
    
    "quests.2BFC2744E4DE4B5A.st": "Не рубите дерево рукой, это неправильно!",
    "quests.2BFC2744E4DE4B5A.d1": "Топоры используются для рубки дерева, да в прочем и всего деревянного, ведь рукой в TFC нельзя сломать дерево.",
    
    "quests.716B407EEED8BE95.st": "Спасибо, что копает",
    "quests.716B407EEED8BE95.d1": "Лопаты используются для создания тропинок и выкапывания земли, песка и возможно чего-то еще!",
    
    "quests.06C7B7138EDE4B38.st": "Ваш лучший друг",
    "quests.06C7B7138EDE4B38.d1": "Ножи очень важный инструмент в TFC, позволяет срезать траву и получать солому, из него можно сделать огненную яму и обжаривать металлы и глинянные формы, но об этом дальше в квестах.",
    
    "quests.45D907EF7902A200.st": "Понадобится для создания укрытия или обжарной ямы",
    "quests.45D907EF7902A200.d1": "Важный предмет на начальных этапах развития, вам его понадобится много, предлагаю накопать около 3 стаков.",
    
    "quests.27DA5AAB102611A2.st": "Милая шапочка, будет вас спасать от жары и палящего солнца",
    
    "quests.30AE1FF285B64716.st": "Это сноп соломы, из него можно построить милый домик",
    
    "quests.0ED8BE436A0ECDDB.st": "Это сноп сена, из него можно сделать красивые декорации",
    "quests.0ED8BE436A0ECDDB.d1": "И вправду, этот блок всего лишь декоративный, не пытайтесь скормить его коню.",
    
    "quests.69D20168E26BBF59.st": "Реализм",
    "quests.69D20168E26BBF59.d1": "Для начала выкопайте 1 блок в земле, или любой другой поверхности, дальше при помощи клавиши V установите в яму вещи, которые вы хотите обжарить. Если мы говорим о формах, их помещается 4 штуки. Дальше возьмите в руку Сено и нажмите ПКМ в яму, сено начнет заполнять яму, вам нужно использовать 8 сена, дальше таким же образом добавьте 8 бревен, далее вы можете спокойно поджечь это дело при помощи примитивного огнива или факела (просто бросьте факел сверху вашей ямы и оно начнет разгораться). Потом вы должны ожидать окончания обжига и после достать свои готовые предметы. Таким же образом происходит расплавка металла в емкостях. То есть кладете кусочки меди в сосуд и в эту самую яму, после вышеописанного процесса вы получите расплавленную медь, которую сможете отлить в слитки, оголовья и так далее.",
    "quests.69D20168E26BBF59.t1": "Создайте обжарочную яму",
    
    "quests.373FD04AD6CA9F92.t": "Новое или старое дерево",
    "quests.373FD04AD6CA9F92.st": "При помощи топора соберите немного древесины, хочу напомнить, что бревна рукой не добываются",
    "quests.373FD04AD6CA9F92.t1": "Добудьте любое дерево",
    
    "quests.5DB0CA9F9724D301.t": "Угольные ямы",
    "quests.5DB0CA9F9724D301.st": "Получите свой первый уголь! Стоп, а зачем он нужен?",
    "quests.5DB0CA9F9724D301.d1": "Для создания угольной ямы вам понадобится много, много дерева. Для начала выкопайте яму, глубиной в 1 блок (можно и глубже, если позволяет кол-во древесины).",
    "quests.5DB0CA9F9724D301.d2": "После, при помощи Shift + ПКМ нажмите в любой блок в яме, у вас появится охапка бревен, ее можно наполнять, нажимая ПКМ с бревном в руке по охапке, либо просто открыть интерфейс и наполнить вручную. От кол-ва дерева в охапке зависит количество получаемого впоследствии угля.",
    "quests.5DB0CA9F9724D301.d3": "Далее, накрываете это все не горючим блоком, камнем или землей, оставляете один блок открытым и поджигаете при помощи выброшенного факела или примитивного зажигателя.",
    "quests.5DB0CA9F9724D301.d4": "Теперь ваша куча земли начала дымиться, накройте последний блок, который вы поджигали опять же не горючим блоком и ожидайте, как только куча перестанет дымиться, раскапывайте ее и получайте уголь.",
    
    "quests.478D0DF94D7495EF.st": "Это вправду просто, или нет?",
    "quests.478D0DF94D7495EF.d1": "Процесс отлития стекла показан в книге-гайде TFC, которую вы можете найти в инвентаре в правой его части, но для блоков стекла, точнее для их отлития используются блоки латуни, в TerraFirmaGreg для этого вы можете использовать блоки латуни из GTCEu или блоки каолинитовой глины, удачи! :)",
    "quests.478D0DF94D7495EF.t1": "Отлейте любой блок стекла",
    
    "quests..t": "",
    "quests..st": "",
    "quests..d1": "",
    "quests..t1": ""
}