{
  "__COMMENT__": "This file was auto generated by the LanguageMerger, read the file \".README IF TRANSLATING\" found in \"minecraft/kubejs\" for more information.",
  "quests.metal_age": "Metalurji Çağı",
  "quests.metal_age.subtitle": "İlk Teknolojik Gelişmeleriniz!.",
  "quests.metal_age.weld_bronze_ingots.title": "Bronzu kaynaklama",
  "quests.metal_age.weld_bronze_ingots.subtitle": "bunlar kullanacağını söylemiştim",
  "quests.metal_age.weld_bronze_ingots.desc": "herangi bir bronz çeşidinden 14 tane elde et, sonra onları bakır örste kaynakla.\n\n2. kademe örs Bizmut Bronzundan, Bronz yada Siyah Bronzdan yapılabilir, 3 tanesini karıştırmadan yapmak zorundasın.",
  "quests.metal_age.anvil_recycling.title": "Örsü geri dönüştürmek mi?",
  "quests.metal_age.anvil_recycling.subtitle": "14 külçe fazla gelmeye başladı değil mi?",
  "quests.metal_age.anvil_recycling.desc": "yeni kademe örse geçtiğin zaman (Bakırdan Bronza, Bronzdan İşlenmiş Demire gibi olmak üzere), önceki kademe örs işe yaramaz hale gelir(bir nevi).\n\nHer neyse, metalden yapıldığından ötürü, you &ocan and should&r melt the previous tier of Anvil back into its liquid metal form!\nGrab a Vessel and place it on the right hand side of the Charcoal Forge interface, then place the Anvil and slowly heat it until it reaches the melting temperature. The molten metal will be deposited inside the Vessel, then you can cast it back into ingots or whatever you like!",
  "quests.metal_age.bronze_anvil.title": "Kademe 2: Bronz Örs",
  "quests.metal_age.bronze_anvil.subtitle": "basit mekanikal güç burda başlıyor",
  "quests.metal_age.bronze_anvil.desc": "metallarle çalışmak sadece çift metal kaynamaklamaktan itibaren değil, aynı kademe veya daha üstü için örste çalışman gerekicek. Örs üzerinde çalışmak komplike olabilir, but there's an entry in the TFG Tips section of the field guide that goes into more detail.\n\nBronze also marks the start of automation, where you'll begin to harness mechanical power!",
  "quests.metal_age.bronze_goodies.title": "bronze seviyesinde mekanik güç",
  "quests.metal_age.bronze_goodies.subtitle": "Ah Hayır! Create gene",
  "quests.metal_age.bronze_goodies.desc": "bronz yeterli kadar basit seviyede stress yükünü taşıyabilir ve bunu kullanabilirsin.\n\n&oİlkel Otomasyon&r ilgili göreve bakarak başlayabilirsin!",
  "quests.metal_age.copper_diving.title": "Bakır Dalış Ekipmanları",
  "quests.metal_age.copper_diving.subtitle": "madencilik yeterince tehlikeli gelmiyorsa",
  "quests.metal_age.copper_diving.desc": "Su altı madenler sana sıkıntı mı çıkartıyor? Bakır Dalış Ekipman setini yapabilirsin, hava kaynağı ile 20 dakikaya kadar su altında durabilirsin!",
  "quests.metal_age.bloomery.title": "Demir Eritme Fırını",
  "quests.metal_age.bloomery.subtitle": "Demir Çağını arıyorsanız tam yerindesin!.",
  "quests.metal_age.bloomery.desc": "Demir Eritme Fırını, işlenmemiş demir oluşturmanıza olanak tanıyan TerraFirmaCraft'ın Çoklu-bloğudur.. Demiri eritip dökmek, dökme demir olarak çıkar, Kırılgandır ve İşlenmiş Demir kadar güçlü veya dayanıklı değildir..\n\nDemir Eritme Fırını pahalıdır, cehver işleme hattı ve otomatik metal plaka yapan sistemi yapıp kurmak iyi bir yatırım olacaktır.\n\nSaha Rehberi, Demir Eritme Fırının nasıl çalıştığını ve gerekli duyduğu doğru orandaki demir ve odun kömürü oranları(1 külçe[144 mB] için 1 odun kömürü harcar) hakkında detaylı bir metin içerir..",
  "quests.metal_age.mining.title": "Metalurji Çağında Madencilik",
  "quests.metal_age.mining.subtitle": "KAYA VE TAŞ!",
  "quests.metal_age.mining.desc": "Değerli kaynaklar ve cehverleri yer altından çıkarmak ve işlemek bu mod paketinin en önemli parçasıdır, ve inan bana Metalurji Çağı bir istisna değildir! ilerme katetmek için &lçok fazla&r madde ve metal harcıyacaksın , Madenci Çekici ile tek sefer birden fazla kazmak mümkün! bu alet normal kazmaya göre biraz daha yavaş olmasına rağmen tek kırışta 3x3x1 alanı kazar. eğer tek bir blok kırmak istiyorsan eğilerek kırman yeterlidir.",
  "quests.metal_age.bellows.title": "Üfleç",
  "quests.metal_age.bellows.subtitle": "Yüksek sıcaklıklara erişilebilir, küçük bir fiyatı ile.",
  "quests.metal_age.bellows.desc": "üfleç ateş veya demirci ocağının sıcaklığını artırmak için hava üfleyen bir eşyadır, yakıtın üretiği ısıdan daha fazla ısı üretmesini sağlar, ama bu durum yakıtın süresini kısaltır.\n\ndaha yüksek sıcaklıklar belli başlı metal, ısıya dayanıklı porselen ve alaşımları eritmek ve pişirmek için gereklidir.\n\nkömür ve kok kömürü bu sıcaklıklara üfleç olmadan da ulaşırlar.",
  "quests.metal_age.wrought_iron_anvil.title": "Kademe 3 Örs: İşlenmiş Demir",
  "quests.metal_age.wrought_iron_anvil.subtitle": "Su değirmenleri, rüzgar değirmenleri ve daha fazla Greate!",
  "quests.metal_age.wrought_iron_anvil.desc": "İşlenmiş Demir Örs ile İşlenmiş Demir Külçeleri plaka, alet başlıkları, gibi farklı öğelere dönüştürebileceksiniz.\n\nişlenmiş demirden yapılma alet ve zırhlar bronza göre çok ahım şahım özelik katmazlar, ama daha dayanıklılardırlar.\n\nBir sonraki örsü kademesini yapbilmek için zorlu ve önemli bir maceraya adım atacaksınız, yani bu noktada kendinize düzgün bir yere yerleşmek yeni şeyler keşfetmek ve bu modpaketinin sunduğu başka şeylere göz atmak için tam sırası.",
  "quests.metal_age.coke_oven.title": "Kok Fırını",
  "quests.metal_age.coke_oven.subtitle": "Sonunda, artık odun kömürü yığınına elveda",
  "quests.metal_age.coke_oven.desc.1": "Kok Fırını senin ilk Greg Tech çoklu-bloğun! otomatik bir şekilde odun kömürü yapmanı ve başka güçlü yakıtları yapmanı sağlar. kok fırını 1 adet odunu 1 odun kömürüne ve 250 mB Creosote çevirir, tahtayı terbiye etmekte rol oynayan bir odun ürünü kimyasalıdır.\n\neğer kok fırını kontrol bloğunu yapar ve JEI ile tariflere bakarsan (standart olarak\"U\"tuşu),\"Çoklublok bilgisi\" isimli bir bölme ile karşılaşacaksın, aynı zamanda sana Çoklu-bloğu nasıl kuracağını da gösterir.\n\nbaşka bir yolu kontol bloğunu bir yere koy, ve eğilir vaziyete etkileşime geçin size eksik blokların hologramını gösterecektir.",
  "quests.metal_age.coke_oven.desc.2": "kok fırınları kok fırını kapakları aracılığı ile otomasyona dökülebilir. bu kapaklar hem sıvı hemde eşyalar için giriş ve çıkış görevini aynı anda yaparlar.\n\nçok basit şekilde yapabilirsin, kok fırınına bir adet giriş için huni veya chute, bir sandık veya kasa 1. çıkışa, 2. çıkışa varil, fıçı, yada büyük tahta varil ise Creosote depolamak için. sandıklar kasalar gibi büyük eşyaları depolayamazlar örnek olarak odunlar. eğilerek sağ tıklarsan herangi bir greg tech borusunu tek yönlü yapabilirsin.",
  "quests.metal_age.wrought_iron_goodies.title": "işlenmiş demir seviyesinde mekanik güç",
  "quests.metal_age.wrought_iron_goodies.subtitle": "Bahsettiğiniz bu \"Andazit Alaşımı\" tam olarak ne?",
  "quests.metal_age.wrought_iron_goodies.desc": "işlenmiş demir sayesinde Metal Casing yapabilir duruma geldin, create'deki gearbox gibi birçok mekanik parçanın ana gövdesini oluşturur. daha gelişmiş olanların bir kısmı için Çelik gereklidir, bu noktada otomatik ağaç ve tarım sistemi dizmek mümkün.\n\nCreosote Treated tahta kerestelerini oluşturmak için kullanılır, yani su değirmeni ve rüzgar değirmeni yapmakta kullanılır, hayvan gücüne göre daha gelişmiştir.",
  "quests.metal_age.fire_clay_ingredients.title": "ısıya dayanıklı porselen tarifi (porselen takımı)",
  "quests.metal_age.fire_clay_ingredients.subtitle": "Dur, daha karpuzu kesmedik.",
  "quests.metal_age.fire_clay_ingredients.desc": "ısıya dayanıklı kili Kaolin, Grafit ve normal Kilden yapılmış özel bir kildir, böylelikle çok yüksek sıcaklıklara çıkabiliyor. Potanın iki farklı kullanım alanı vardır, birinci kil kabın daha gelişmiş bir halidir ve alaşım yapmayı kolaylaştırır, ve Yüksek Fırın için, yeni kademe örs ve metali yapmak için gereklidir, Çelik.\n\nçok uzaklara gidiceksin, Grafir ve Kaolin için evinden çok uzaklara gidiceksin, yani hazırlık en büyük anahtardır erken kalkan erken yol alır!",
  "quests.metal_age.overworld_kaolin.title": "Kaolin kaynağı: Dünya",
  "quests.metal_age.overworld_kaolin.subtitle": "Anlaşılan sizin memlekette orman kanunu geçerli",
  "quests.metal_age.overworld_kaolin.desc": "Kaolin kili belli bölgede yüksek yerlerde, sıcaklık (en az ortalama 18°C), ve nem (en az 300mm yağış) önemli etmenlerdir. Kaolin kilini bulmak ve özeliklerini daha detaylı bilgi için Saha rehberini okuyunuz.\n\nGüneye gitmen gerekicek ama öyle böyle değil okyanusa açılıcak kadar. Kendini Demir Matara, yüksek miktarda Gıda, Kano, Kayık yada kayak hazırlayın, olabildiğince kaolin toplamak için taşınabilir depolama alanları yapın.\n\nTerraFirmaGreg ipuçları ve ulaşım araçları görev kısmına bakarak daha detaylı bilgi elde edinin.",
  "quests.metal_age.beneath_kaolin.title": "Kaolin kaynağı: The Beneath",
  "quests.metal_age.beneath_kaolin.subtitle": "Cehenneme kadar yolun var",
  "quests.metal_age.beneath_kaolin.desc": "derine, daha DERİNLERE, Bedrock'u aşarak, The Beneath bulacaksınız, Her köşede akşam yemeği için sıraya girmiş yaratıklar ve labirent tipi mağara sistemi olan bir boyut. yüksek bölgelerde, yüksek bölgelerde Lush Hollow'u bulucaksınız, Kaolin Kilinin var olabileceği derinliklerde küçük yeşil bir vaha. belkide tanıdık bir yaratık onları koruyordur, her neyse...!\n\nHazır aşağıdasın, Antrasit de toplayabilirsin, Çeliği eritmek için mükemmel bir yakıt.\n\nBeneathde yaşamaya çalışmak zor, TerraFirmaGreg İpuçları görev kısmına ve Saha Rehberine bakarak bilgiler elde edebilirsin.",
  "quests.metal_age.beneath_kaolin.task": "Bedrock seviyesinde inerek The Beneath'e giriş yap",
  "quests.metal_age.overworld_graphite.title": "Grafit kaynağı: Dünya",
  "quests.metal_age.overworld_graphite.subtitle": "yüzeydeki göstergeler sana yeterli olmaz mı?",
  "quests.metal_age.overworld_graphite.desc": "grafit özelikle inanılmaz düz, geniş disk şekilinde var olurlar.\n\nderin mağaralara giderek araştırma yapman gerekicek! grafit cehver yatakları herangi bir taş türünde var olurlar ve beraberinde elmas ve kömür de bulunur. Her neyse, damarın derinliğinden dolayı, göstergeler yüzeyde var olmazlar. metal kalkan, Digger Helmet, Propik, ve dürbün gibi aletler işine yarayabilirler!",
  "quests.metal_age.beneath_graphite.title": "Grafit kaynağı: The Beneath",
  "quests.metal_age.beneath_graphite.subtitle": "yine Cehenneme kadar yolun var",
  "quests.metal_age.beneath_graphite.desc": "derine, daha DERİNLERE, Bedrock'u aşarak, The Beneath bulacaksınız, Her köşede akşam yemeği için sıraya girmiş yaratıklar ve labirent tipi mağara sistemi olan bir boyut. Beneath'ın aşağı katlarında büyük, uzun grafit cehver damarları bulunur, belkide tanıdık bir yaratık onları koruyordur, her neyse...!\n\nHazır aşağıdasın, Antrasit de toplayabilirsin, Çeliği eritmek için mükemmel bir yakıt.\n\nBeneathde yaşamaya çalışmak zor, TerraFirmaGreg ipuçları görev kısmına ve Saha Rehberine bakarak bilgiler elde edebilirsin.",
  "quests.metal_age.beneath_graphite.task": "Bedrock seviyesinde inerek The Beneath'e giriş yap",
  "quests.metal_age.kaolin_clay.title": "Kaolin Kili",
  "quests.metal_age.kaolin_clay.subtitle": "Kaolin Trek: Yeni Çağ",
  "quests.metal_age.kaolin_clay.desc": "kaolin kilini bulunca, toplayabildiğin kadarını toplamalı ve götürmelisin! malesef ki, sadece yüzde 20 ihtimalle Kaolinite tozuna dönüşebilir, bunun için çukur ateşinde pişirirmesi önerilir, yer kazanamak ve işlemi hızlandırmak için.\n\nPota ve Yüksek Fırını yaptıktan sonra, daha fazlasına ihtiyacın olmayacak, ama evdeki hesap çarşıya uymaz o yüzden gereğinden daha fazlasını topla ve götür, böylelikle tekrar yolculuğa çıkmak zorunda kalmazsın.\n\nP.S.: eğer blood lily bulursan ama kil ortalıkta yoksa, biraz daha aşağısını kaz! Bazen biraz yerin altında çıkıyor.",
  "quests.metal_age.graphite.title": "Grafit",
  "quests.metal_age.graphite.subtitle": "kalemde kurşun var diyen gence tokat gibi cevap: kalemde grafit var",
  "quests.metal_age.graphite.desc": "grafiti bulunca, toplayabildiğin kadar toplamalısın! kaolin kili kadar toplamana gerek yok.\ngrafit damarları zengindir ve beraberinde kömür ve elmas bulundurur, ve Çelik için kömüre ihtiyacın olacak.",
  "quests.metal_age.graphite.task": "herangi bir formda grafit bul",
  "quests.metal_age.fire_clay.title": "Ateşe Dayanıklı Kil",
  "quests.metal_age.fire_clay.subtitle": "yakarım romayıda yakarım",
  "quests.metal_age.fire_clay.desc": "kaolin kilini ısıtarak kaolin tozunu elde et. Demirci ocağında da yapabilirsin, ama büyük miktardaysa kil kaplara koyup çukur ateşinde pişirirmesi önerilir.\n\ngrafit konusuna gelince, cehveri normal iekilde işle, parçala toz hale getir ve tekrardan işlemden geçirerek pudra hale getirin.\n\nson olarak, 4 grafit pudrasını, 4 Kaolin tozunu, ve 1 kil ile birleştirerek ateşe dayanıklı kili oluştur.",
  "quests.metal_age.fire_clay_products.title": "Ateşe Dayanaklı Kil ürünleri",
  "quests.metal_age.fire_clay_products.subtitle": "10 dakikada yanmama garantili",
  "quests.metal_age.fire_clay_products.desc": "sıradan kilde olduğu gibi, ateşe dayanıklı kil kırpılarak ateş için hazır hale getirir. en önemlisi, ateşe dayanıklı kil hem pota hemde ateşe dayanıklı tuğla yapımında kullanılır, ki ikiside yüksek fırın yapımında çok önemlidir.\n\naynı zamanda kalıp masası ve döküm kanalları yapılabilir, potadaki erimiş metali birden fazla kalıba doldurarak işi hızlandırır.\n\nSon olarak, ateşe dayanıklı kalıp var, ateşe dayanıklı kalıp kırılma ihtimali yüzde bir, normal kilden yapılma kalıp yüzde 10 ihtimal ile kırılır.",
  "quests.metal_age.crucible.title": "Pota",
  "quests.metal_age.crucible.subtitle": "metalleri profesyonel gibi erit",
  "quests.metal_age.crucible.desc": "pota demirci ocağının üstüne koyulan bir eşyadır. 9 envanteri ve 4032mB sıvı depolamasına sahip , aynı zamanda yaptığın alaşımların yüzdesini gösteren bir gösterge. içindeki eşya ve sıvılar kırılsa bile içinde kalmaya devam ederler. aynı zamanda yüksek fırından domuz demirini toplamaya yarar.\n\naklında bulundur pota içindeki herşeyi çorba yapar gibi alaşım yapmaya çalışır - Tc dökümhanesi gibi ayırmaz - onun için temiz tutmak önemlidir.",
  "quests.metal_age.fire_bricks.title": "Ateş Tuğlası",
  "quests.metal_age.fire_bricks.subtitle": "yüksek fırın için",
  "quests.metal_age.fire_bricks.desc": "Ateş tuğlaları yüksek fırının yapımında kullanılır, minimum fırın için en az 4 tuğla bloğuna ihtiyacın var.\n\ntuğlalar çeliğin daha verimli olması için yalıtım sağlar, tuğlanın çevresine 3 demir plaka, Blast Furnace Insulation kullanabilirsin",
  "quests.metal_age.fully_stacked_blast_furnace.title": "son kademe yüksek fırın",
  "quests.metal_age.fully_stacked_blast_furnace.subtitle": "tamamlanmış yüksek fırın",
  "quests.metal_age.fully_stacked_blast_furnace.desc": "son kademe yüksek fırın en üst seviye metal eritme özeliği ile gelir. yapabileceğin kadar büyük yapmak iyi bir fikirdir, çünkü gelecek için çok fazla çeliğe ihtiyacın olacak.\n\nilk buharlı alaşım fırınını elde edince çok daha ucuza elde edebileceksin, böylelikle daha fazla tuğla yapmanı sağlıcak.",
  "quests.metal_age.blast_furnace_fuel.title": "yüksek fırına yakıt",
  "quests.metal_age.blast_furnace_fuel.subtitle": "önceki görevleri okuyup takip etmisindir umarım...",
  "quests.metal_age.blast_furance_fuel.desc": "Çelik eritmek için odun kömürü yetersizdir. Kok veya taşkömürüne ihtiyacın var.\n\nKok fırınına kömür koyarak kok elde edilebilir, taşkömürü Beneath maden olarak çıkar.",
  "quests.metal_age.blast_furnace.title": "yüksek fırın",
  "quests.metal_age.blast_furnace.subtitle": "bak şurdaki yüksek fırın sana g...'",
  "quests.metal_age.blast_furnace.desc": "yüksek fırın domuz demiri oluştumanıza yarayan bir multi-block yapıdır. demir, akı ve yakıt koyularak oluştururur (göreve bak) yüksek fırının içerisindeki domuz demiri sıvı haldedir, külçe halke getirilip işlenerek çeliğe dönüşür.\n\nyüksek fırının yüksek sıcaklıklara çıkması için, üfleçe ihtiyacın var, yüksek fırının içine tuyere koyman lazım ki havayı içeri üflesin.\n\nSaha rehberi sana yüksek fırınların nasıl çalıştığını nasıl kurulduğunu gösterir.",
  "quests.metal_age.steel_anvil.title": "T4 Örs: Çelik",
  "quests.metal_age.steel_anvil.subtitle": "işlenmiş demirden çeliğe büyük adım atmak demek",
  "quests.metal_age.steel_anvil.desc": "Çelik örs ile, Çelik üstünde çalışarak onu farklı formlara sokabilirsin.\n\nÇelik eşyalar özelik olarak bronz ve demirdan daha iyidir, yani eski aletlerin kırılmak üzereyken yeni aletleri Çelikten yapmaya değer. ilerde çok fazla Çelikle ilgili alaşım yapcaksın, yani maden için yeni oyuncaklar yapmanı öneririm.",
  "quests.metal_age.steel_goodies.title": "Çelik gücünde mekanik güç",
  "quests.metal_age.steel_goodies.subtitle": "Üfle, Parçala, ve tut şunun ucundan düşüyelim abi",
  "quests.metal_age.steel_goodies.desc": "Çelik yeni Greate kademesi açar, LS, artmış stress taşıma kapasitesi ile! yapabileceğin şeyler arasından Encased Fan, cehver yıkamayı otomatikleştirir, ve mekanik pompa, sıvı lojistiğine daha fazla imkan sunar.\n\nmekanik pompa işe yarar, zekice davranarak (yada zeki isen), yüksek fırını otomatiğe dökebilirsin (nerdeyse).",
  "quests.metal_age.weak_steel.title": "Zayıf Çelik içeriği",
  "quests.metal_age.weak_steel.subtitle": "matematik bilseydim okul okumazdım",
  "quests.metal_age.weak_steel.desc": "Siyah çeliği yapmak için zayıf Çelik yapmak ana parçalardan biridir. 2 Parça Çelik, 1 Parça Nikel ve 1 Parça Siyah Bronz ile alaşım yapılabilir.\n\nzayıf çeliğin tarifine bakarak alaşım oranına daha detaylı bakabilirsin.",
  "quests.metal_age.weak_steel.task1": "1 Parça Nikel",
  "quests.metal_age.weak_steel.task2": "2 Parça Çelik",
  "quests.metal_age.weak_steel.task3": "1 Part Siyah Bronz",
  "quests.metal_age.highcarb_black_steel.title": "Siyah Çelik içerikleri",
  "quests.metal_age.highcarb_black_steel.subtitle": "onun hakkında bir şey diyemiyoruz malesef",
  "quests.metal_age.highcarb_black_steel.desc": "son iki kademe örs tamamen karmaşık alaşımlar ile yapılmaktadır. Zayıf Çeliği ile Domuz Demiri lehimlenerek yüksek karbon Siyah Çelik yapılabilir, daha sonra işlenerek Siyah çeliğe oda örse dönüşücek.",
  "quests.metal_age.black_steel_anvil.title": "T5 Örs: Siyah Çelik",
  "quests.metal_age.black_steel_anvil.subtitle": "Buhar gücü parmağınızın arasında!",
  "quests.metal_age.black_steel_anvil.desc": "Siyah Çelik örs ile, Siyah Çelik üstünde çalışarak onu farklı formlara sokabilirsin.\n\nerken otomasyon çağında Siyah Çelik ile komple bir 2. sanayi devri açtın!\n\nbu kısımda ya sanayileşmeye başlarsın yada son kademe Çelikle ilgili şeyleride yapabilirsin. renkli Çeliklerden sonsuza kadar kaçamazsın, unutma!",
  "quests.metal_age.black_steel_goodies.title": "Siyah Çelik seviyesinde otomasyon",
  "quests.metal_age.black_steel_goodies.subtitle": "sanayi devri ve sonuçları",
  "quests.metal_age.black_steel_goodies.desc": "Siyah Çelik ile buhar çağına başlıyabilirsin! güçlü buhar kazanları yapana kadar küçük buhar kazanları ile çalışıcaksın, bu yeni makineleri yakıtı fulle ve elektronik devre üretimine başla.",
  "quests.metal_age.red_blu.title": "Kırmızı ve Mavi Çelik",
  "quests.metal_age.red_blu.subtitle": "eski modlu minecraft'ın iki fantazi ürünü",
  "quests.metal_age.red_blu.desc": "son kademe örs kırmızı veya mavi Çelikten de yapılabilir sonuçta aynı amaca hizmet ederler. ama ikiside farklı alaşımlanan ve farklı amaçlara hizmet eden iki farklı metaldir.\n\nMavi Çelik eşyalar hızlı ve sıcaklığa inanılmaz dayanıklıdır, kırmızı Çelik ise güçlü ve ömürlük dayanıklığa sahiptir.",
  "quests.metal_age.weak_red_steel.title": "zayıf kırmızı Çelik tarifi",
  "quests.metal_age.weak_red_steel.subtitle": "biraz bundan biraz şundan...",
  "quests.metal_age.weak_red_steel.desc": "önceki gibi, Zayıf Kırmızı Çelik, Kırmızı Çeliğin ham maddesidir. Bu alaşım için 4 parça Siyah Çelik, 2 Parça Çelik, 1 Parça Pirinç, ve 1 parça Gül Altını.\n\nSıvı Zayıf Kırmızı çeliğin tarifine bakarak daha detaylı oranlarını öğrenebilirsin.",
  "quests.metal_age.weak_red_steel.steel": "2 Parça Çelik",
  "quests.metal_age.weak_red_steel.black_steel": "4 Parça Siyah Çelik",
  "quests.metal_age.weak_red_steel.brass": "1 Parça Pirinç",
  "quests.metal_age.weak_red_steel.rose_gold": "1 Parça Gül Altın",
  "quests.metal_age.weak_blu_steel.title": "zayıf mavi Çelik tarifi",
  "quests.metal_age.weak_blu_steel.subtitle": "patron çıldırdı.",
  "quests.metal_age.weak_blu_steel.desc": "önceki gibi, Zayıf Mavi Çelik, Mavi Çeliğin ham maddesidir. Bu alaşım için 4 parça Siyah Çelik, 2 Parça Çelik, 1 parça Bismut Bronzu, ve 1 parça Sterling Gümüşü.\n\nSıvı Zayıf Mavi çeliğin tarifine bakarak daha detaylı oranlarını öğrenebilirsin.",
  "quests.metal_age.weak_blue_steel.steel": "2 Parça Çelik",
  "quests.metal_age.weak_blue_steel.black_steel": "4 Parça Siyah Çelik",
  "quests.metal_age.weak_blue_steel.sterling_silver": "1 Parça Sterling Gümüşü",
  "quests.metal_age.weak_blue_steel.bismuth_bronze": "1 Parça Bismut Bronzu",
  "quests.metal_age.highcarb_red_steel.title": "Kırmızı Çelik içerikleri",
  "quests.metal_age.highcarb_red_steel.subtitle": "sizce otet'in altında hayatta kalabilir mi?",
  "quests.metal_age.highcarb_red_steel.desc": "Kırmızı Çelik hayatına Yüksek Karbon Kırmızı Çelik olarak başlar, yani Zayıf Kırmızı Çelik ile Siyah Çeliğin lehimlenmesi sonucu var olur. yinede örste dövülmesi lazım ki Kırmızı Çelik olsun",
  "quests.metal_age.highcarb_blu_steel.title": "Mavi Çelik içerikleri",
  "quests.metal_age.highcarb_blu_steel.subtitle": "öyle bir alaşım düşünün tungsten ile aynı erime sıcaklığna ait ama bil bakalım kim ocakta erimiyor?",
  "quests.metal_age.highcarb_blu_steel.desc": "Mavi Çelik hayatına Yüksek Karbon Mavi Çelik olarak başlar, yani Zayıf Mavi Çelik ile Siyah Çeliğin lehimlenmesi sonucu var olur. yinede örste dövülmesi lazım ki Mavi Çelik olsun",
  "quests.metal_age.redblu_anvil.title": "T6 Örs: Kırmızı yada Mavi Çelik",
  "quests.metal_age.redblu_anvil.subtitle": "şimdi sıra Sarı Çelikte (!)",
  "quests.metal_age.redblu_anvil.desc": "Son kademe ÖRS! Kırmızı ve Mavi Çelik üstünde çalışarak onu farklı formlara sokabilirsin.\n\nbu TerraFirmaCraft'ın son noktasıdır! 2. Sanayi devrimini başlatmak için düşük voltaj parçaların üretimine başla.",
  "quests.metal_age.red_steel_flask.title": "Kırmızı Çelik Matara",
  "quests.metal_age.red_steel_flask.subtitle": "aynı bokun laciverti (daha dayanıklısı)",
  "quests.metal_age.red_steel_flask.desc": "Kırmızı Çelik Matara elde edebileceğin en iyi mataradır. Demir Matara ile aynı miktarda Sıvı tutuyor olması sizi yanıltmasın, çünkü Kırmızı Çelik Matara asla kırılmaz.",
  "quests.metal_age.redblu_buckets.title": "Kova malzemeleri",
  "quests.metal_age.redblu_buckets.subtitle": "mavi ile kırmızı birleşince mor olur demi? nah mor olur",
  "quests.metal_age.redblu_buckets.desc": "Metalurji Çağının son görevi kova yapmaktır. şu ana kadar kullandığın herangi bir sıvı depolama ve tahta kovaya nazaran, Kova ile sıvıları başka yerden başka yere koyabilir ve en önemlisi lav taşıyabilirsin!.",
  "quests.metal_age.this_is_a_bucket.title": "bu... bu bir kova?",
  "quests.metal_age.this_is_a_bucket.subtitle": "Aman Allah'ım...",
  "quests.metal_age.this_is_a_bucket.desc": "Tebrikler kova yapmayı başardın. Metalurji çağı resmi olarak bitti.\n\nşimdi git ve düşük voltaj parçalarını yapmaya başla!",
  "quests.stone_age": "Taş devri",
  "quests.stone_age.subtitle": "Mütevazi başlangıçlar",
  "quests.stone_age.foods.title": "Acıktın mı?",
  "quests.stone_age.foods.subtitle": "Nerde benim kolay kazanılan lokmam?",
  "quests.stone_age.foods.desc": "TerraFirmaGreg'te, dünya çok sert bir yer, ve hayatta kalma kalmanın en önemli yönlerinden biri de gıdayı elde edebilmektir. Çoğu gıda sana az miktarda besin sağlar, aynı zamanda pişmemiş olanlar ölümcü olabilirler. Can çubuğunun yanındaki yeşil çubuk senin açlık durumunu temsil eder.\n\nBir gıdanın herangi bir formu ile başla.",
  "quests.stone_age.nutrition.title": "Mekanik: Beslenme",
  "quests.stone_age.nutrition.subtitle": "NE demek sadece biftek yiyemem?",
  "quests.stone_age.nutrition.desc": "TerraFirmaGreg'te herangi bir basit gıdanın besin değeri vardır, ve bu besin değerleri 5 farklı katergoride sıralanır: &lTahıl&r, &lMeyve&r, &lSebzeler&r, &lProtein&r and &lsüt&r.\n\nProtein gibi yalnızca tek tür çiğ besin yiyebilirsiniz, senin tüm canın düşmüş olacak, dengeli bir diyet size daha fazla can verecektir. Her 100 Hp 1 kalbe denk gelir.\n\nDaha tam detay için saha rehberinin \"Gıda ve Su\" kısmına bakın.",
  "quests.stone_age.cook_meat.title": "Basit pişirme",
  "quests.stone_age.cook_meat.subtitle": "yediğin çiğ et yüzünden ölmek istemezsin değil mi?",
  "quests.stone_age.cook_meat.desc": "Çiğ eti pişirmek protein elde etmek için önemli bir adım - sadece etin raf ömrünü uzatmakla kalmaz, ama ihtiyaçlı vücudunuz için daha fazla besinin kilidini açacaktır.\n\nEtinizi pişirmenin en basit yolu Kamp Ateş'i kullanmaktır. Aşağıdaki görevlere bakarak nasıl yapacağınızı öğrenebilirsiniz.",
  "quests.stone_age.soup_time.title": "Çorbalar",
  "quests.stone_age.soup_time.subtitle": "Hangi mağazadaydın?",
  "quests.stone_age.soup_time.desc": "Biraz kil ile bir tencere ve biraz kase yaparsan, çorbalar yapabilirsin!\n\nÇorbalar ilk ve basit kompleks yemeklerdendir. gıdaları olduğu gibi yemektense, daha fazla açlık giderir ve birden fazla besin değerini bir anda almana yardımcı olur!",
  "quests.stone_age.meals.title": "Gıdalar",
  "quests.stone_age.meals.subtitle": "Midemhe inin!",
  "quests.stone_age.meals.desc": "Bunlar senin yapabileceğin bazı basit gıdalar. Çorbalar, salatalar, ve sandiviçler senin kolay besleyici kombinasyonlu gıdaların, sadece pizzalar tüm besin değerlerini bir arada tutabilir.",
  "quests.stone_age.meals.tasks.1": "Herangi sıradan Sandiviç",
  "quests.stone_age.meals.tasks.2": "Herangi sıradan Reçelli Sandiviç",
  "quests.stone_age.garlic_bread.title": "Sarımsaklı Ekmek...?",
  "quests.stone_age.garlic_bread.subtitle": "Vampir veya ona benzer bir şeyi mı korkutucan?",
  "quests.stone_age.garlic_bread.desc": "Uzman tavsiyesi: Bu görev HERANGİ bir Sarımsaklı Ekmeği kabul edecektir, taze olmak zorunda değiller.",
  "quests.stone_age.garlic_bread.task": "1024 dilim Sarımsaklı Ekmek",
  "quests.stone_age.find_potable_water.title": "Susadın mı?",
  "quests.stone_age.find_potable_water.subtitle": "Su içmeyi unutmayın!",
  "quests.stone_age.find_potable_water.desc": "Açlık çubuğunun üstündeki mavi çubuk senin susuzluk göstergen. Eğer susuzluk çubuğunu boş bırakırsan susuzluktan ölürsün! su içmenin en kolay yolu vahşi doağada kendiliğinden oluşmuş su kaynaklarından içmektir, onlara boş elinle sağ tıklarsan içebilirsin.\nBu görevi tamamlamak için, bunun için içelebilir bir su kaynağından içmen lazım, normal veya nehir suyudan biri. Görevi düzgün bir şekilde tamamlamak için birden fazla su içmelisin\n\nBurda suyu temizlemene gerek yok, sadece Tuzlu Su seni daha çok susatır.",
  "quests.stone_age.find_potable_water.task": "Elinle herangi bir su kaynağından su iç. (Tuzlu ve Sıcak olandan değil)",
  "quests.stone_age.hydration.title": "Mekanik: Susuzluk",
  "quests.stone_age.hydration.subtitle": "Evet başka dolu olması gereken çubuk...",
  "quests.stone_age.hydration.desc": "Su çok önemli bir kaynaktır, sadece sussuz kalmamak için değil! Üsünü bir dere yatağına kurman önerilir, böylelikle başka şeylere daha kolay ulaşırsın. Diğer öğeler susuzluğunuzu giderebilir, bazı tür gıda ve sıvılar gibi.\n\nSu daima sen kaşif yaparken bulunmayabilir, ama velakin, içeceklerini taşımanın başka yolları da var. İçmek depodan 100mb(mili kova) harcar.",
  "quests.stone_age.leather_flask.title": "Deri Matara",
  "quests.stone_age.leather_flask.subtitle": "Eski inançlı",
  "quests.stone_age.leather_flask.desc": "Seramik Sürahiden sonra 2. en kolay su taşıma aleti Deri Mataradır. 500mb taşıyabilir, yada 5 içiş için yeterl,.\n\nDeri Mataralar kullanılnca hasar alırlar, ama kırıldıklarında, elinde Deri ile tamir edebilirsin. Keseler büyük hayvanlardan elde edilebilir.",
  "quests.stone_age.iron_flask.title": "Demir Matara",
  "quests.stone_age.iron_flask.subtitle": "İşte bu uzun bir süre iş görecek",
  "quests.stone_age.iron_flask.desc": "Demir Matara, Deri Mataranın ilk gelişmiş halidir. Deri mataradan çok daha dayanıklı ve 2000mb yani 20 içme hakkı vardır.",
  "quests.stone_age.water_bucket.title": "Su Kovası",
  "quests.stone_age.water_bucket.subtitle": "Düşündüğün kadar elde etmesi kolay değil",
  "quests.stone_age.water_bucket.desc": "Taşıması ve elde etmesi kolay asla bitmeyen bir su kaynağı, ama biraz hantalca.\n\nNe yazik ki, Tahta Kovalar içmek için kullanılamazlar, çünkü onlar su taşıma aleti değiller, eğer suyu koyarsan sadece çok küçük bir su kaynağı yaratır ve kaybolur.",
  "quests.stone_age.glass_bottles.title": "Cam Şişeler",
  "quests.stone_age.glass_bottles.subtitle": "Deri mataralar kadar havalı değiller",
  "quests.stone_age.glass_bottles.desc": "Cam Şişeler, Deri mataralarla aynı özeliktedir , 500mb su taşırlar. ama velakin, cam işlemek şuan mümkün değildir, ta ki sen Pirince şekil verene kadar.",
  "quests.stone_age.water_jug.title": "Seramik Sürahi",
  "quests.stone_age.water_jug.subtitle": "Nispeten kolay su",
  "quests.stone_age.water_jug.desc": "Bir Seramik Sürahi elde etmesi çok kolaydır, ama sadece 100mb su taşıyabilir, yani her içişten sonra tekrar doldurman gerekli.\n\nHer sürahiden su içişinde rastegele bir şansa içtikten sonra kırılabilir!",
  "quests.stone_age.temperature.title": "Hava Durumu",
  "quests.stone_age.temperature.subtitle": "Bugünün Hava Durumu ne? Acı.",
  "quests.stone_age.temperature.desc": "Her yeni dünya yazın erken zamanlarında başlar, her ay 8 gün sürer. Mevsimler değişir, sıcaklıktaki değşimler ektiklerini, meyve ağaçlarını, çalıları... ve seni etkiler!\n\nVücut ısın senin onu düzgün bir seviyede tutman gereken şeylerden biridir. açlık ve can çubuğunun arasındaki üçgen değişkenlik gösterir. Eğilerek Tam sayıları görebilirsin -- soldaki sayı senin ıslaklık durumunu, ve sağdaki sayılar Vücut sıcaklığını ölçer.",
  "quests.stone_age.temperature.task": "Var",
  "quests.stone_age.insulation.title": "Mekanik: Vücut sıcaklığı",
  "quests.stone_age.insulation.subtitle": "Hipo ve Hiper-termiye dikkat et!.",
  "quests.stone_age.insulation.desc": "Dünyadaki bir çok etmen senin Vücut sıcaklığına etki eder, direk gelen güneş ışığı, ıslak olmak, ateşin yanında durmak. Vücut sıcaklığını daima 0-30C° tutmalısın yoksa aksi takirde hasar alırsın, renkli efektler ile gösterilir.\n\nOrtam ve çevre sıcaklığının etkisini azaltmanın ve vücudunuzun ısısını sabit bir seviyede tutmanın birden fazla yolu vardır, ve &lKıyafet&r giymek en etikili yollardan biridir. Kıyafetleri zırh kısmında veya ikinci kıyafet kısmında (curios slot) giyebilirsin..",
  "quests.stone_age.primitive_insulation.title": "İlkel Yalıtım",
  "quests.stone_age.primitive_insulation.subtitle": "Mağara adamı modası",
  "quests.stone_age.primitive_insulation.desc": "Çıplak ve üşüyor musun? Bu senin yapabileceğin en kolay kıyafettir, ve tabi ki düşük dayanıklılık ile, daha iyi bir şey elde edene kadar seni tutacaktır.",
  "quests.stone_age.furs.title": "Yırtıcı Hayvanların derileri",
  "quests.stone_age.furs.subtitle": "Aşırı zor Kürk giysiler",
  "quests.stone_age.furs.desc": "Büyük Yırtıcı Hayvanlar normal deri düşürmek yerine kendilerinin kürkünü düşürürler, yani yalıtımlı kıyafet yapmana olanal sağlar, yada kürkü parçalayarak normal deri haline getirip sonra işleyebilirsin.",
  "quests.stone_age.wool_clothes.title": "Yün Kıyafetler",
  "quests.stone_age.wool_clothes.subtitle": "soğuk ısırığı karşı",
  "quests.stone_age.wool_clothes.desc": "Yün Kıyafetler aşırı zorlu kışta ve soğuk iklimlere karşı mükemmeldir. Bütün bir Yünlü Kıyafet çoğu kışlar için idealdir.\n\nYün ürünü elde etmek için, Koyun, Alpaka yada misk öküzülerinden yararlanabilirsin. Saha Rehberinin Fauna bölümü, her farklı hayvanın nerede ve nasıl bulunabileceğini listeler ve bilgi verir, ve Hayvancılık bölümünde bunların nasıl yünlerin tıraşlanarak alınabileceğini anlatılıyor.",
  "quests.stone_age.insulated_leather_clothes.title": "Yalıtımlı Deri Kıyafetler",
  "quests.stone_age.insulated_leather_clothes.subtitle": "Dışarısı soğuk olmaya başlayınca",
  "quests.stone_age.insulated_leather_clothes.desc": "Yalıtımlı Deri Kıyafetler, Yün Kıyafet elde etmekten daha kolaydır, ama yün kıyafetden daha az yalıtımlı ve daha az sıcak tutar. yinede ılıman ve soğuk bölgelerde yaşamak için hâlâ çok etkililer.\n\nderileri için hayvanları öldürmen gerekli, yada bir hayvan evcileştir (yada öldür, ne uğraşıcam diyorsan) yün üreten hayvanlardan yün elde edersin, koyun, Alpaka veya Misk Öküzü. Saha Rehberinin Fauna bölümü, her farklı hayvanın nerede ve nasıl bulunabileceğini listeler ve bilgi verir, ve Hayvancılık bölümünde bunların nasıl yünlerin tıraşlanarak alınabileceğini anlatılıyor.",
  "quests.stone_age.burlap_clothes.title": "Kenevir Kumaşı Kıyafet",
  "quests.stone_age.burlap_clothes.subtitle": "Bu sana sıcaklık basınca",
  "quests.stone_age.burlap_clothes.desc": "Kenevir kumaşı kenevirden yapılır. kenevir, sıcaklık ve nem ihtiyaçları karşılandığı sürece çoğu sıcak iklimde yetişebilir..\n\nKenevir Kumaş Giysileri sıcak yazlar veya diğer bazı sıcak ortamlar için mükemmeldir, ama bunu daha sonra konuşucaz.",
  "quests.stone_age.silk_clothes.title": "İpek Kıyafet",
  "quests.stone_age.silk_clothes.subtitle": "İpek böceği yok, üzgünüm!",
  "quests.stone_age.silk_clothes.desc": "İpek örümcek ağından elde edilebilir, derinlerde bulunmadan yüksek miktarda ipek elde etmek çok da mümkün değildir.\n\nİpek Giysiler inanılmaz derecede sıcak ortamlar için mükemmeldir!, Çöller veya The Beneath'in alt kısımları gibi.",
  "quests.stone_age.clothes.title": "Giyinmek",
  "quests.stone_age.clothes.subtitle": "Şık!",
  "quests.stone_age.clothes.desc": " Kıyafet Giymek zorlu sıcaklıkları en kolay şekilde alt etmenin yoludur, soğuk iklimler için yün ve yalıtımlı deri kıyafetler mükemmeldir, ipek ve kenevir kıyafetlerde sıcak iklimler için idealdir.",
  "quests.stone_age.find_rock.title": "Biraz Taş bul",
  "quests.stone_age.find_rock.subtitle": "Grug taşları çakıştırmak",
  "quests.stone_age.find_rock.desc": "Maceranın başlangıcında, farkedeceğin ilk şey dünyanın tamamen değişmiş olması. Artık ellerinle ağaç kıramıyorsun, ama endişelenme, aletleri olmayan bir mağara adamı mağara adamı değiYldir!\n\nTahta kazma yapmak yerine, yerden taş toplamaya başlayabilirsin. En az 4 taş toplayarak başla. Taşları sol tuş ile kırarak veya sağ tuş ile toplayabilirsin.",
  "quests.stone_age.rock_knapping.title": "Yontmak",
  "quests.stone_age.rock_knapping.subtitle": "Tıpkı Paleolitik çağının eski günleri gibi",
  "quests.stone_age.rock_knapping.desc": "Taşlar \"Yontulabilirler\", Yani basit bir malzemeyi birbirine çarparak kullanılabilir bir forma dönüştürme işlemidir. Taş Yontmak için en az 2 taşa ihtiyaç vardır, ve onları tutup ve havaya sağ tıklarsan, Yontma arayüzünü açacaksınız. daha sonra sen \"parçalara ayırlarak\" taşlarınından bir tanesini taş alet başlığına çevirirsin. Farklı araçlara ilgili tüm şekiller EMI'da ve Saha Kılavuzunda bulunabilir.\n\nYolculuğunuzun başlangıcındaki en önemli iki alet bir Taş Bıçak ve bir Taş Baltadır, o yüzden bu alet başlıklarını yontmayı deneyin.",
  "quests.stone_age.find_stick.title": "Biraz Çubuk bul",
  "quests.stone_age.find_stick.subtitle": "Bu aleti bir şekilde elinde tutmalısın",
  "quests.stone_age.find_stick.desc": "Yerde başka Bol olan şeylerden biri çubuklardır, ve bir çok kullanım alanları var! Onlarla aletler, meşaleler, ateş başlatıcısı gibi birçok benzeri şeyler yapılabilir.\n\nenvanterinin başka tür çubuklar ile dolmasını önlemek için, onları 'normal' çubuk haline getirebilir ve birbirlerini yığın halinede getirebilirsin. sonra, dokuz çubuğu deste haline de getirebilirsin, ve deste içerisinde çok fazla yığın vardır, yani odunların yerine bir altenatif olarak kullanılabilir.",
  "quests.stone_age.first_stone_tools.title": "Senin ilk aletlerin!",
  "quests.stone_age.first_stone_tools.subtitle": "Sen maymun olmak ve maymun zeki olmak",
  "quests.stone_age.first_stone_tools.desc": "Taşları kullanılabilir şekile yontarak, ve onları çubuk ile birleştirip ilk ilkel aletlerini üretebilirsin. Ve sen Resmi olarak Taş Devrindesin!\n\nTaşlar senin basit hayatta kalma serüvenin için yeterlidir, ama günün sonunda metal aletler yapmak istiyeceksin daha hızlı, dayanıklı, ve alet seçeneği. sıradaki 2 yeni görev toplayacağının malzmeler konusunda yardım edecekler.",
  "quests.stone_age.stone_tools.title": "Taş Aletler",
  "quests.stone_age.stone_tools.subtitle": "Taşları birbirine vurmak demek ki işe yarıyormuş",
  "quests.stone_age.stone_tools.desc": "Taşlar Nispeten basit ve ilkel materiyaler, metalleri işlemeyi öğrenene kadar taşlara mahkumsun. Bazı diğer işe yarayan aletlerden biri Mızrak, vanilya Trident gibi fırlatılabilir, ve Çapa, bu da tarım yapmanızı sağlar.",
  "quests.stone_age.gather_straw.title": "Saman Topla",
  "quests.stone_age.gather_straw.subtitle": "istersen Çapa kullanabilirsin",
  "quests.stone_age.gather_straw.desc": "Dünyadaki çoğu çimeni Saman olarak toplayabilirsin, eğer bir Çapa veya Bıçak ile keserek(kırmak). Samanların üretimde çok yeri vardır, ama Çukur Fırını yapmak için en az 8 Samana ihtiyacın var.\n\nSamanları güneşten az da olsa korunmak için Saman Şapka yapabilirsin, yada Saman Balyası, yani fiziksel çarpışması olmayan, basit yapılarda kullanılabilir.",
  "quests.stone_age.gather_logs.title": "Odun Topla",
  "quests.stone_age.gather_logs.subtitle": "GELİYOR!",
  "quests.stone_age.gather_logs.desc": "Yeni Taş Baltan ile beraber, ağaçları kesebilirsin. ağacı kökünden kesmek ağacın komple düşmesine sebep olur, sonucunda kütükler, çubuklar, ve fideler düşer.\n\nEn az 10 kütük topla -- 8 tanesi bir adet Çukur Fırını için gerekli kalan 2 odun isede Kamp Ateşi içim gerekli.",
  "quests.stone_age.firepit.title": "Kamp Ateşi",
  "quests.stone_age.firepit.subtitle": "Gece vakti yaklaşıyor!",
  "quests.stone_age.firepit.desc.1": "Şimdi sende biraz odun var, şimdi sırada ilk ve senin Kamp Ateşini yapmakta! Yaratıklar geceleri yüzeyde çıkmazlar, gece dolaşan yırtıcılar uyanık olacak ve etrafta sinsice yeni avını avlanmak dolaşacaklar.\n\nöncelikle ateş başlatıcı yapman lazım, ateş yakmana olanak sağlayan bir alet.",
  "quests.stone_age.firepit.desc.2": "Kamp Ateşini yapmak için, yere en az 1 kütük ve 3 çubuk at, daha sonra attığın yerdeki bloğun üstüne ateş başlatıcı ile ateşle. aynı zamanda saman ekleyerek işi kolaylaştırabilirsinde.\n\nKamp Ateşi sadece ışık ve sıcaklık kaynağı değildir, ama onu meşale yapmak ve çiğ eti pişirmek için de kullanabilirsin. Kamp Ateşinizi onunla etkileşim kurarak ve kullanıcı arayüzüne kütükler ekleyerek yanık tutabilirsiniz.. eğer ateş sönerse, daha fazla odun ekle ve ateş başlatıcı ile ateşle",
  "quests.stone_age.find_clay.title": "Kil Kaynakları",
  "quests.stone_age.find_clay.subtitle": "Sana bundan çok fazla lazım olacak",
  "quests.stone_age.find_clay.desc": "Kil, taş devri teknolojisinin önemli bir parçasıdır! Taş Yontamaya benzerler, Killer farklı kalıplara dönüştürürlerek Çukur Fırınına yerleştirirlir ve yakılır, çok çeşitli öğeler oluşturmak içindirler. Taş Alet Edavatlar ve Kil Seramikler, Metallerle nasıl çalışılacağını öğrenene ve işleyene kadar hayatta kalma serüvenizin ana omurgası olacak.\n\nKil toprak içerisinde kendisini belli etirecek şekilde kabarcıklar halinde bulunur, genelikle çimen ile kaplıdırlar. fakat, belli başlı bitkiler, \"Kil Göstergeleri\" olarak bilinirve özelikle kil üzerinde büyürler. İkliminizin hangi tür göstergelerin büyüyebileceğini öğrenmek ve anlamak için Saha Kılavuzunu inceleyiniz.",
  "quests.stone_age.clay.title": "Kil",
  "quests.stone_age.clay.subtitle": "Bu kil!",
  "quests.stone_age.clay.desc": "En az 25 parça kil topla. Sana ileremek için en az 5 tane lazım olacak (sonraki görevlere bakın). kile kalıp şekli verdikten sonra, onları bir Çukur Fırının içine koy ateşle ve seramik olmasını bekle. Kil Kalıpları yapmak Taş Yontamaya benzerler, her eşya için sana 5 kil lazım olacak ama yanlış tıklarsan kili kaybetmezsin.",
  "quests.stone_age.pit_kiln.title": "Çukur Fırını",
  "quests.stone_age.pit_kiln.subtitle": "Artık işler sıcaklaşıyor",
  "quests.stone_age.pit_kiln.desc": "Çukur Fırını erken aşama eşyaları ısıtma yoludur. Bunu kil eşyaları çift taraflı pişirmek için kullanacağız, ve en önemlisi, baya basit metalleri eriterek ilk metal eşyanı oluştur, bir Testere!.\n\nBir Çukur Fırını yapmak için 8 saman, 8 odun, ısıtmak istedeğin bir şey, ve bir ateş başlatıcısına ihtiyacın var. Nasıl yapılacağını öğrenmek için Saha Rehberininde Çukur Fırını bölümünü okuyunuz - kamp ateşi ile aynı değil!",
  "quests.stone_age.clay_products.title": "Kil Ürünleri",
  "quests.stone_age.clay_products.subtitle": "Sana Kilin çok amaçlı olduğunu söylemiştim.",
  "quests.stone_age.clay_products.desc": "Bunlar kil ürünlerinden yapılan her şey. Kalıplar metal işçiliği için kullanılır, Kil Kaplar eşya tutması için kullanılır, diğer kullanım alanları Saha Rehberinde açıklanıyor. hepsini yapabileceğine inanıyor musun?",
  "quests.stone_age.make_jug.title": "Seramik Sürahi",
  "quests.stone_age.make_jug.subtitle": "Erken aşama Sıvı depolaması",
  "quests.stone_age.make_jug.desc": "bir sürahi yapılabilecek en kolay sıvı deposudur, ama sadece 100mB taşıyabilir. aynı zamanada içebilirsinde, hava üflüyerek biraz ses yap!",
  "quests.stone_age.make_saw_mold.title": "Testere Kalıbı",
  "quests.stone_age.make_saw_mold.subtitle": "İlk metal aletini yapma zamanı",
  "quests.stone_age.make_saw_mold.desc": "kilden yapman gereken ilk kalıp testere kalıbıdır. az miktar metal beraberinde testerini yapabilirsin. testere önemli bir alettir, &lKereste&r yapabilmek için gereklidir, ve onunla beraber ilk &l&oTezgah.&r yapabilirsin",
  "quests.stone_age.make_vessel.title": "Kil Kap",
  "quests.stone_age.make_vessel.subtitle": "İşe yarar küçük Kavanozlar.",
  "quests.stone_age.make_vessel.desc": "Kil kaplar bir depolama gibi kullanılabilir, belli miktar eşyayı bir slota taşır, ama daha önemlisi, Metaller ile çalışmaya başlamanın ilk aletidir.\n\nKil Kap ile etkileşim kurarak, onun küçük depolamasını açarsın, yani cehverleri koyabileceğin bir yer. The Vessel's tooltip can also tell you what your ores will melt into, which is especially useful when crafting alloys!\n\nPlacing the Vessel in a Çukur Fırını and heating it up allows you to &lmelt&r the metal inside.\n\nIf you're feeling adventurous, you can mix different metal types to create Alloys. Alloys require specific percentage mixtures of metals. While Copper is great immediatly, you could make your very first metal tools with Bronze instead.",
  "quests.stone_age.native_ores.title": "Cehverli Çakıl Taşları mı?",
  "quests.stone_age.native_ores.subtitle": "aradığın ilk metale 'bakarsan' zaten hazır.",
  "quests.stone_age.native_ores.desc.1": "Cevher damarları bildiğimizden farklı şekilde oluşuyorlar - rastgele bir mağarada gezerek bulamazsın, onun yerine yüzeyde bulmanız gereken \"gösterge\"ler var. Bunlara örnek olarak: küçük taş parçaları, toz yığını, ve hatta küçük kristal tomurcuklar.\n\nBakıra dönüştürülebilir bir şey bulamıyor musun? Başka bir taş çeşidi aramayı dene -- farklı cehverler farklı taş çeşitlerinde var olurlar. Tam listey bakmak ve görmek için Saha Rehberinizin TFG Cevherleri kategorisine göz atınız.",
  "quests.stone_age.native_ores.desc.2": "Neden bunlara Göstergeler deniyor? Bu, doğrudan aşağısında, büyük, hatta KOCAMAN cehver yatağı bulduğun göstergenin altında yatıyor. sende şuan bir kazma yok, o yüzden bulduğun cehverleri not al! sonradan işine yarayabilirler.\n\nher bir tanesi bir parça değerinde, yani toplayabildiğin kadar topla, ama onları bulduktan sonra not almayı unutma!",
  "quests.stone_age.first_saw.title": "Metalik Testere",
  "quests.stone_age.first_saw.subtitle": "şimdi ilk metal eşyanı yapma zamanı",
  "quests.stone_age.first_saw.desc.1": "Testerini yapmaya başlamadan önce, Kil Kaba en az 144mb tekabül edecek şekilde metal barındır. daha sonra, Kil Kabını bir Çukur Fırınına yerleştir ve ateşe ver.\n\nÇukur Fırını söndüğü zaman,Kil Kap hala sıcakken hızlıca alın,boş elinizde bir Tahta Maşa tutmayı ihmal etmeyin, ve Dökme arayüzünü açmak için onunla etkileşime geçin. Testere Kalıbını Dökme Arayüzünün yuvasına yerleştirin ve ilk Testere Başlığınızı dolmasını bekleyin. daha sonra, Testere Başlığınızı bir Çubukla birleştirin ve Testerenizi oluşturun!",
  "quests.stone_age.first_saw.desc.2": "çalışması en kolay metal bakırdır, alaşımlamada şansınızı deneyebilirsiniz. Bu görevin ya Bakırdan ya da Bronz Alaşımdan yapılmış bir eşyayı kabul edecektir.\n\n&lBizmut Bronz&r: Bakır, Bizmuth ve çinko. en zayıf bronzdur, ama yapması en kolayı olabilir(kime göre neye göre).\n\n&lBronz&r: Bakır ve Kalay. bildiğimiz bronzdur.\n\n&lSiyah Bronz&r: Bakır, Altın, Ve Gümüş ile alaşım yapılır: oyundaki en iyi bronzdur, ama yapması daha pahalıdır.",
  "quests.stone_age.first_saw.tasks.1": "Bakır veya Bronz Testere Başlığı.",
  "quests.stone_age.first_saw.tasks.2": "Bakır veya Bronz Testere.",
  "quests.stone_age.craft_lumber.title": "sıra tezgah yapmaya geldi",
  "quests.stone_age.craft_lumber.subtitle": "3x3 işçiliği elinizin altında",
  "quests.stone_age.craft_lumber.desc": "Kereste oluşturmak için yeni Testerenizi üretim alanızdaki bir Kütük ile oluşturun. 4 Kereste Tahtalara dönüştürülebilir...\n\n ve elinde 4 Tahta olunca, sıra ilk tezgahını yapmaya geldi.",
  "quests.stone_age.workbench.title": "Tezgah",
  "quests.stone_age.workbench.subtitle": "Tezgah LAN BU!",
  "quests.stone_age.workbench.desc": "Tebrikler! tezgahın ile resmi olarak taş devrinin zirvesine giriş yapmış bulunmaktasın. Bu blok ile şimdiye kadar topladığınız eşyalarlar ve malzemeler ile çok sayıda yeni şey yapabilir ve zaanata dönüştürebilirsiniz..\n\nŞimdi Taş Çağının ana hedefiniz geliyoruz: Bakır Örs ile metalin düzgün işlenmesi ve şekil verilmesi!.\n\nYan not: Şu anda 14 külçe bronz yapmaya yetecek kadar malzeme toplayabilseniz de, önce bakır örsü işlemeden ve yapmadan yaptığınız bronzları bir örse dönüştüremezsiniz, üzgünüm! En azından örsler geri dönüştürülebilir, böylece hiçbir şey israf olmaz.",
  "quests.stone_age.inventory.title": "Erken Depolama Seçenekleri",
  "quests.stone_age.inventory.subtitle": "Tüm çöplerinizi kil kaplarda taşımayı bırakmanın zamanı geldi çattı artık",
  "quests.stone_age.inventory.desc": "oyunun erken aşamalarında, elinde 4 tane basit depolama çözümü olacak:\n\n&lSandıkt&r: Sandıklar üretmesi en kolay ve etkili yollardan biridir, ama sadece 18 depolama yuvası var ve büyük nesneleri depolayamaz(alet vb.).\n\n&lKasa&r: Kasalar tek depolamalı, en ucuz olanın 27 depolama yuvası var, ama yapması daha pahalı.\n\n&lSupply Cart&r: A Supply Cart has a huge size of 54 Slots and can be carried around with you, but takes up lots of space.\n\n&lLarge Vessels&r:The cheapest to craft, only requiring clay, and are ideal for food preservation. Available in a wide variety of colors too!",
  "quests.stone_age.portable_storage.title": "Taşınabilir Depolama?",
  "quests.stone_age.portable_storage.subtitle": "Çünkü envanterin çöplerle doldurması lanet bir şey",
  "quests.stone_age.portable_storage.desc": "&lTerraFirmaGreg Tavsiye&r bölümünde, Taşınabilir Depolama için tüm farklı seçenekleri kapsayan bir bölüm var, dünyayı dolaşırken yanınızda taşıyabileceğiniz eşyaların sayısını artırabilmek için. görevi bulmakta zorlanıyorsan, Görev ağacının en sağ tarafındaki görevler.",
  "quests.stone_age.barrels.title": "Fıçılar",
  "quests.stone_age.barrels.subtitle": "Oburiks?",
  "quests.stone_age.barrels.desc": "Vanilla’daki eşdeğeri aksine, Fıçılar sıvı depolularlar. fıçılar 10 kova sıvı tutabilirler, sıvıları depolamak için basit bit çözüm sunar.\n\naynı zamanda eşya ve sıvıları kombolayabilirsin, deri, yapıştırıcı, harç, alkol ve daha fazlasını yapabilirsin.",
  "quests.stone_age.leather.title": "Deri",
  "quests.stone_age.leather.subtitle": "tabikide her şey daha komplike olmak zorunda",
  "quests.stone_age.leather.desc": "öldüğünde, vahşi hayvanlar postunu bırakır. postlar direk olarak deri niyetinde kullanılamazlar ve önce işlenmeleri gerekir.\n\nDeri, kil ve taşta olduğu gibi, Yontulabilirler. Deriyi yontmak, Deri Zırh, matara, ve nicelerini yapmakta kullanılır.\neğer hayvanları derisi için öldürmek istemiyorsan, ve tropik bir bölgede yaşıyorsanız, bunun yerine Ananası, Ananas Derisine dönüştürebilirsiniz, normal deri ile aynı işleve sahip.",
  "quests.stone_age.leather_armor.title": "Deri Zırh",
  "quests.stone_age.leather_armor.subtitle": "Baya basit Koruma",
  "quests.stone_age.leather_armor.desc": "Deri zırh, minecrafta olduğu gibi, baya basit bir koruma için kullanılır. daha fazlası değil, ama velakin sizi bir şekil dış elementlerden koruyacak ve Kesme hasarına karşı eh işte diyeceğimiz türden koruma sağlayacaktır.",
  "quests.stone_age.mining_prep.title": "Maden hazırlıkları",
  "quests.stone_age.mining_prep.subtitle": "Umarım önceden bulduğun cevher göstergelerini nerede olduğunu hatırlıyorsundur!",
  "quests.stone_age.mining_prep.desc.1": "Taş devrinin ötesine geçebilmek için sana çok fazla metal gerekli, ve yüzeydeki küçük cevherleri toplamak yeterli olmayacak. aşağını kazarak başlıyacaksın.\nbulduğun Bakır cehverini &işaretlediğini&r varsayıyorum, bulduğun göstegelerin en ortasını bularak kazmaya başla! baya derinde olabilir, ama işin sonunda kazmayı o cehvere vuracaksın. Bir sonraki sayfada ilk madencilik yolculuğunuz için yanınızda getirmek isteyeceğiniz bazı ekipmanlar var!",
  "quests.stone_age.mining_prep.desc.2": "&lKazma&r: bunu akıl edersin heralde?, sonuçta madeni kazmak ve toplamak için alete ihtiyacın var. Çekiçler sadece kazıp cehveri yok edecektir!\n\n&merdivenler ve meşelaler&r:kazdığın delikten çıkmak ve etrafını görmek için!\n\n&ldestek çubukları ve Keresteler&r: TFG'de madencilik çok daha tehlikeli vanillaya benzemez - sadece yaratıklar spawn olduğu için değil, ancak dikkatsizce kazmak çökmeye neden olabilir! Bunun üzerindeki görev madencilik sırasında tehlikelerin nasıl azaltılabileceğini ve engeleyebilieceğini ele alıyor.\n\nşimdi git bir delik kaz, diggy diggy hole(şarkı ismi)!",
  "quests.stone_age.hazards.title": "Madencilik Tehlikeleri",
  "quests.stone_age.hazards.subtitle": "Yüzeyin zor olduğunu düşündün? tekrar düşün evlat.",
  "quests.stone_age.hazards.desc.1": "Yaratıkların yanı sıra, Madencilikteki en büyük zorluk çökmelerle uğraşmaktır. eğer havada Ham kaya varsa, 'desteklenmemiş' olarak kabul edilir ve kazıldığı zaman yanındaki blokların çökme ihtimali başlar ve artar. mağaranın çatıları Sert kayalarla kaplıdır, ki kazıldığı zaman çökme ihtimali olmaz. bunu minimale indirmek için, yapabileceğin en güvenli şey aşağıya doğru kazmaktır, ancak başka bir şeyi güvenli bir şekilde kazmak istiyorsanız desteklerin nasıl kullanacağınızı öğrenmeniz gerekecek! odun ve testere ile yapılırlar.",
  "quests.stone_age.hazards.desc.2": "Saha Kılavuzu'nda destek çubuklarının tam olarak nasıl çalıştığına ilişkin daha fazla ayrıntı, şemalar ve bilgi bulunmaktadır, kısaca, onları yerleştirdikten sonra birbirinden dört blok uzağa yerleştirmek en etkili yoldur. Yalnızca üstteki dikey kirişler aslında herhangi bir şeyi destekler ve küçük bir etki alanlarına sahiptirler..",
  "quests.stone_age.copper_for_anvil.title": "Örs için Bakır",
  "quests.stone_age.copper_for_anvil.subtitle": "bir şekilde ve nasıl oluyorsa o 14 bakır külçeyi elde etmeye başlasan iyi olacak.",
  "quests.stone_age.copper_for_anvil.desc": "Örsler ucuz değiller! her türden örs 14 külçe istiyor, yani onları kaynak yaparak 7 tane çift külçe yapıyorsun.\n\neğer madenciliğe girişmediysen bu noktada başlamak iyi olacaktır, yoksa domala domala 126 adet küçük bakırı toplamak amelelikten başta bir şey değil.",
  "quests.stone_age.get_raw_rock.title": "Ham Kaya",
  "quests.stone_age.get_raw_rock.subtitle": "Hayır,bu sadece \"Taş\" değil",
  "quests.stone_age.get_raw_rock.desc": "Bakır Örsü oluştumak için hem bir Taş Örs'e hem de Odun Kömürü Ocağına ihtiyacınız var. Taş Örs yapmak için, bir ham 'Igneous' kaya bloğuna ihtiyacınız olacak.\n\nHam kayayı elde etmek için dikkatli olman lazım &laround&r Kazmak istediğin Ham kayayı elde etmek için için. Ham Kaya 6 tarafı da havaya maruz kaldığında, şeklini bozarak düşer. son olarak, Ham igneous kaya bloğuna Çekiç ile sağ tıklayarak onu Taş Örsünüze dönüştürün.",
  "quests.stone_age.create_forge.title": "Demirci Ocağı",
  "quests.stone_age.create_forge.subtitle": "çay ocağı burda bulunmamaktaktadır.",
  "quests.stone_age.create_forge.desc": "Demirci Ocağını, malzemeleri yüksek sıcaklıklara ısıtmak için kullanılan odun kömüründen yapılma bir üretim istasyonudur. Demirci ocağı eşyaları ısıtmak ve eritmek için gereken süre Çukur Fırınına göre çok daha hızlıdır, ve kontrol etmesi tabikide daha kolaydır.\n\nDemirci Ocağını yapmak için en az 7 kömüre ihtiyacınız olacak, ve 5 kaya ve kaya bazlı blok, ham kaya, kırık taş, taş tuğlası vb..\nDemirci Ocağığında odun kullanılamaz, onun yerine odun kömürü kullanır, kömür ve coke da kullanabilirsin.\n\nOdunKömür Çukuru ve Kömür Demirci Ocağının nasıl yapılacağına dair izlenecek yollar için saha kılavuzunu kontrol ediniz.",
  "quests.stone_age.rock_anvil.title": "Kayadan örs",
  "quests.stone_age.rock_anvil.subtitle": "baltayı taşa vurdun demek",
  "quests.stone_age.rock_anvil.desc": "Örsler tüm 'erken oyun' metal işleme sanatının ana temel yapısıdır. düzgün bir metal örs oluşturabilmek için, önceki örs kademesini kullanarak külçeleri kaynaklayıp çift külçe yapmanız gerekecek. Bakır 1. kademe olduğunu göz önünde bulundurucaksak, kaya örsünü kullanmak gerekecek. Ham igneous kaya bloğuna Çekiçle sağ tıklayarak Taş Örsünüzü oluşturabilirsiniz.. maleseef ki kaya örsün yapabileceği tek şey bakır külçelerini kaynaklamak - bir şeyler yapmak ve şekil verebilmek için elinizde adam akıllı metal örse ihtiyacınız var olacaktır.",
  "quests.stone_age.quern.title": "Quern ve Eltaşı",
  "quests.stone_age.quern.subtitle": "Cevher işlemeye ilk ve birinci adım",
  "quests.stone_age.quern.desc": "Quern ve eltaşı 2 tane büyük kaya parçasının sürtünme sonucu maddeleri işlenmesine yarayan aletdir. yere koyulan alt parça quern, üste yerleştiren parça el taşı. Quern, işlenmemiş cevherlerinizi parçalanmış cevherlere dönüştürmek için kullanılabilir, eritildiğinde biraz daha yüksek mB miktarı elde edilir.\n\nbaşka tozlar oluşturmak için Quern'i de kullanabilirsiniz akı taşı, un, kemik tozu vb.",
  "quests.stone_age.crush_ore.title": "Erken aşama maden işleme - Bölüm 1",
  "quests.stone_age.crush_ore.subtitle": "cehverlerinden daha fazlasını elde etmek",
  "quests.stone_age.crush_ore.desc": "Quern, cevherlerinizi işlemenin yalnızca ilk adımıdır! cevher işleme büyük bir sistem ve işlemdir, ilerledikçe bu kompleks canavar hakkında daha fazlasını öğreneceksiniz, ve çıkardığınız her cevher başına çok daha fazla işlevli ve işe yarar ürünler ve diğer yan ürünleri çıkarmak için kullanılabilir. başlamak için, Çıkardığınız işlenmemiş cevherleri Quern'den geçirerek parçalanmış Cevher'e dönüştüreceğiz. Sadece bu ilk adım, cevherinizin eriyeceği mB miktarını artırmak için yeterlidir..",
  "quests.stone_age.crush_crushed_ore.title": "Erken aşama maden işleme - Bölüm 2",
  "quests.stone_age.crush_crushed_ore.subtitle": "vur duvara gelsin imana",
  "quests.stone_age.crush_crushed_ore.desc": "Parçalanmış Cevheri bir Çekiç yardımı ile bir üretim tezgahında birleştirerek Saf Olmayan Toza dönüştürün, mB verimini daha da artırır.\n\nŞimdilik bunların hepsi yavaş ve sıkıcı olabilir, ama zamanla bu işi daha hızlı hatta otomatik olarak yapabileceksin!",
  "quests.stone_age.clean_dust.title": "Erken aşama maden işleme - Bölüm 3",
  "quests.stone_age.clean_dust.subtitle": "kirli tozu yıka",
  "quests.stone_age.clean_dust.desc": "sonunda, Saf Olmayan veya arındırılmış bir suya atıp birkaç saniye bekletmek onları yıkayacaktır ve tozu elde ediceksin, tozlar arınmış olacak!, ki cehverinin son hali. hatta cehver saf ise tam külçe elde edersin!",
  "quests.stone_age.flux.title": "Akı taşları",
  "quests.stone_age.flux.subtitle": "kısaca metal için yapıştırıcı",
  "quests.stone_age.flux.desc": "akı metalleri birbirine kaynaklamak ve üstünde çalışmaya yarayan bir malzemedir, tabiki başka alanlarda kullanım alanları var.\nbelli başlı taş türleri örnek olarak Chalk, Limestone ve Mermer parçalarına ayırlarak akı taşı elde edilir, ve kabuklu deniz canlılarının kabukları da aynı şekilde.",
  "quests.stone_age.weld_copper_ingots.title": "Bakırı kaynaklamak",
  "quests.stone_age.weld_copper_ingots.subtitle": "Bakır Örse çok yakınız",
  "quests.stone_age.weld_copper_ingots.desc": "Ocağınızı yakın ve en az 2 Bakır Külçe yerleştirin. eşya ipucusuna bakarak sıcaklığını kontrol edin! - yeterli sıcaklığa ulaşınca, \"Çalışılabilir\" gösterecektir, ama bizim \"Kaynaklanabilir\"olana kadar beklememiz lazım, yani metalin erime noktasına yakın bir sıcaklıktır.\n\no sıcaklığa ulaştıklarında, hızlı bir şekilde onları ocaktan çıkar (boş elinde ahşap maşa tutmayı unutma vallah yanarsın!) ve Taş Örsün arayüzüne, biraz akı koy. son olarak, Eğilerek hala metaller sıcak iken sağ tıklayarak birbirinme kaynak yap. Yeni çift külçenizi daha hızlı soğutmak için su veya kar kullanabilirsin.",
  "quests.metal_age.copper_anvil.title": "T1 Örs: Bakır",
  "quests.metal_age.copper_anvil.subtitle": "herşey bunu yapmak içindi!",
  "quests.metal_age.copper_anvil.desc": "Tebrikler! resmi olarak taş devrini bitirmiş ve metalometalurji çağına geçmiş bulunmaktasın! Bakır örsün beraberinde, sonraki ana hedeflerin örsünün kademesini yükseltmek olacak, ve her kademe ile beraberinde, Hayatınızı giderek daha kolay hale getirecek yeni araç gereçler ve olanaklar, ihtimaller beraberinde mevcut olacaktırlar. şimdi demirci ustası olma vakti geldi evlat!"
}