{
	"name": "Советы для доменной печи",
	"icon": "tfc:blast_furnace",
	"category": "tfc:tfg_tips",
	"read_by_default": true,
	"pages":
	[
		{
			"type": "patchouli:text",
			"title": "Советы для TerraFirmaCraft доменной печи",
			"text": "Итак, ты наконец-то нашел $(item)Каолинит$() и, вероятно, испытываешь большой энтузиазм по поводу создания 5-и уровневой $(thing)Доменной печи$(). Вот несколько советов, прежде чем ты оторвешься по полной!"
		},
		{
			"type": "patchouli:spotlight",
			"item": "tfc:ceramic/unfired_fire_brick",
			"text": "Прежде чем потратить всю свою огнеупорную глину на 20 огнеупорных кирпичей, учти, что в эпоху пара производство станет значительно дешевле. Она позволит тебе сохранить $(item)Каолинит$() и $(item)Графит$() для $(thing)Столов для форм$()."
		},
		{
			"type": "patchouli:spotlight",
			"title": "Предварительный нагрев металла",
			"item": "tfc:firepit",
			"text": "Для превращения железа в сталь доменная печь должна нагреть находящееся внутри железо до $(thing)белеет до блеска$(). При первой операции металл нагревается вместе с доменной печью. Однако последующие операции займут примерно столько же времени, несмотря на то, что печь уже нагрета до нужной температуры, поскольку металл необходимо нагревать с нуля."
		},
		{
			"type": "patchouli:text",
			"text": "Если металл горячий при загрузке в доменную печь, то для достижения белеет до блеска потребуется меньше времени. Рассмотрите возможность нагревания металла в $(l:tfc:mechanics/charcoal_forge)Угольной кузнице$() перед тем, как поместить его в уже раскалённую печь, чтобы сэкономить время, особенно в небольших доменных печах, которые обрабатывают меньшее количество материала за раз."
		},
		{
			"type": "patchouli:spotlight",
			"title": "Автоматизация",
			"item": "greate:steel_mechanical_pump",
			"text": "Тебе понадобится много $(item)Стали$() для $(thing)Парового$() и $(thing)LV$() веков. Очень много стали. $(thing)Электрическая доменная печь$() еще далеко, поэтому, возможно, стоит подумать об оптимизации производства стали."
		},
		{
			"type": "patchouli:text",
			"text": "Жидкость можно перекачивать непосредственно из доменной печи используя Create $(item)Механическую помпу$(). Перекачивай в $(l:tfc:tfcchannelcasting/channel_casting)Стол для форм$() и извлекай слитки с помощью воронки или желоба: Простая автоматизация!$(br2)Ты можешь автоматизировать работу мехов с помощью $(item)Автономного активатора$()! Будь осторожны, так как чрезмерное использование мехов приводит к увеличению расхода топлива и боллее быстрой поломке твоей $(thing)фурмы$().$(br2)Ты можешь обработать полученный $(item)Белый чугун$() и $(item)Высокоуглеродистую сталь$() в $(thing)Кузнечном молоте$() или с помощью $(thing)Рычажного молотв$()."
		},
		{
			"type": "patchouli:text",
			"text": "Вы можете автоматически заменять сломанные фурмы воронкой или предметной трубой, направленной в доменную печь."
		}
	]
}