{
	"name": "Поради щодо Доменної печі",
	"icon": "tfc:blast_furnace",
	"category": "tfc:tfg_tips",
	"read_by_default": true,
	"pages": [
		{
			"type": "patchouli:text",
			"title": "Поради для Доменних печей TerraFirmaCraft",
			"text": "Отже, ви нарешті знайшли цей $(item)Каолініт$() і, напевно, відчуваєте неабияке захоплення від створення 5-рівневої $(thing)Доменної Печі$(). Ось кілька порад перед тим, як ви почнете!"
		},
		{
			"type": "patchouli:spotlight",
			"item": "gtceu:compressed_fireclay",
			"text": "Перед тим, як ви використаєте всю свою вогнетривку глину на 20 цеглин, зауважте, що як тільки ви потрапите в парову епоху, ви зможете створювати цеглини лише з глини за допомогою $(item)Пресованої Вогнетривкої Глини$() (вам знадобляться парові машини для отримання глиняного пилу). Це дозволить вам зберегти $(item)Каолініт$() та $(item)Графіт$() для $(thing)Ливарного столу$()."
		},
		{
			"type": "patchouli:spotlight",
			"title": "Підігрів металу",
			"item": "tfc:firepit",
			"text": "Щоб перетворити залізо на сталь, доменна піч має нагріти залізо всередині до стану $(thing)Блискучо Білого$(). Під час першої операції метал нагрівається разом з доменною піччю. Однак наступні операції займуть приблизно стільки ж часу, незважаючи на те, що піч вже нагріта, оскільки їй потрібно нагріти метал з холоду."
		},
		{
			"type": "patchouli:text",
			"text": "Якщо метал гарячий, коли його додають у доменну піч, то для досягнення блискучої білизни знадобиться менше часу. Подумайте про нагрівання металу в $(l:tfc:mechanics/charcoal_forge)Вугільній кузні$() перед тим, як покласти його в уже гарячу піч, щоб заощадити час, особливо в невеликих доменних печах, які обробляють меншу кількість металу за один раз."
		},
		{
			"type": "patchouli:spotlight",
			"title": "Автоматизація",
			"item": "greate:steel_mechanical_pump",
			"text": "Вам знадобиться багато $(item)Сталі$() для епох $(thing)Пару$() and $(thing)LV$(). Багато сталі. До $(thing)Електричної доменної печі$() ще далеко, тож, можливо, варто подумати про оптимізацію виробництва сталі."
		},
		{
			"type": "patchouli:text",
			"text": "Ви можете відкачувати рідину безпосередньо з доменної печі за допомогою функції Create $(item)Mechanical Pump$(). Перекачуйте рідину на $(l:tfc:tfcchannelcasting/channel_casting)Форма для виливку$() і виймайте злитки за допомогою лійки або жолоба: Легка автоматизація!$(br2)Ви також можете автоматизувати роботу з сильфоном за допомогою $(item)Розгортальника$()! Тільки будьте обережні, оскільки використання сильфонів надмірно споживає більше палива і швидше ламає вашу $(thing)фурму$().$(br2)Ви можете обробляти отриманий $(item)Чавун$() і $(item)Високовуглецеву Сталь$() за допомогою $(thing)Ковальського Молота$()."
		},
		{
			"type": "patchouli:text",
			"text": "Ви можете автоматично замінити зламані фурми на лійці, спрямований в доменну піч."
		}
	]
}