{
  "name": "Навигация",
  "category": "tfc:firmaciv",
  "icon": "firmaciv:textures/item/nav_toolkit.png",
  "pages": [
    {
      "type": "patchouli:image",
      "title": "Навигация",
      "images": [
        "firmaciv:textures/gui/book/navigation.png"
      ],
      "border": true
    },
    {
      "type": "patchouli:text",
      "text": "Ориентирование в мире — задачка не из легких. Для создания успешной цивилизации вам необходимо хорошо понимать свое местоположение и отмечать важные места! Больше не существует этих волшебных чисел, точно указывающих, где вы. Вместо этого требуются технологические достижения и точные инструменты для определения позиции."
    },
    {
      "type": "patchouli:text",
      "title": "Долгота",
      "text": "Для определения долготы, то есть вашего расстояния от нулевого меридиана, вам потребуются часы! А именно, вам потребуются точные часы, которые синхронизируются с солнечным временем на нулевом меридиане.$(br2) Выкуйте недоделанный морской хронометр из двойной латунной пластины, затем завершите рецепт справа."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "firmaciv:crafting/nav_clock",
      "text": "Как только вы создадите морской хронометр, возьмите его и нажмите $(item)$(k:key.use)$(), чтобы определить вашу долготу. Помните, что долгота измеряется в градусах восточной или западной долготы, то есть 0 градусов на нулевом меридиане и 360 градусов для идентичного климата."
    },
    {
      "type": "patchouli:text",
      "title": "Широта",
      "text": "Для определения широты, то есть вашего расстояния от экватора, вам потребуется измерить угол между горизонтом и Полярной звездой или Солнцем. В частности, вам потребуется точный инструмент для наблюдения за астрономическими объектами и измерения их углового расстояния от горизонта.$(br2) Выкуйте недоделанный секстант из двойного латунного слитка, затем завершите рецепт справа."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "firmaciv:crafting/sextant",
      "text": "Как только вы создадите секстант, возьмите его и нажмите $(item)$(k:key.use)$(), чтобы определить вашу широту. Помните, что широта измеряется в градусах северной или южной широты, то есть 0 градусов на экваторе и 90 градусов северной или южной широты для полярных регионов."
    },
    {
      "type": "patchouli:text",
      "title": "Высота",
      "text": "Для определения высоты, то есть вашего вертикального расстояния от уровня моря, вам потребуется измерить атмосферное давление. Конкретно, вам потребуется точный инструмент, содержащий сжимаемую жидкость, и измерить объем этой жидкости, чтобы определить давление.$(br2) Выкуйте недоделанный барометр из латунного листа, затем завершите рецепт справа."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "firmaciv:crafting/barometer",
      "text": "Как только вы создадите барометр, возьмите его и нажмите $(item)$(k:key.use)$(), чтобы определить вашу высоту. Помните, что высота измеряется как расстояние в метрах от уровня моря."
    },
    {
      "type": "patchouli:text",
      "title": "Примечание",
      "text": "Поскольку вы будете измерять расстояние в градусах, может быть полезно знать конвертацию блоков. Каждые 90 градусов составляют 20 000 блоков, а каждый градус — около 222 блоков.$(br2)В Firma: Civilization компасы всегда указывают на север, но изготавливаются по оригинальному рецепту TerraFirmaCraft."
    }
  ],
  "read_by_default": true,
  "sortnum": 20
}