{
  "name": "Начало пути: Лодки",
  "category": "tfc:firmaciv",
  "icon": "firmaciv:anchor",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Создание и использование лодки может оказаться сложнее, чем вы привыкли, но нет ничего лучше, чем построить идеальное судно и отправиться в открытые моря. Внимательно прочитайте это руководство и узнайте все тонкости резьбы, крафта, сооружения, гребли, управления и кастомизации лодки по своему усмотрению."
    },
    {
      "type": "patchouli:image",

      "images": [
        "firmaciv:textures/gui/book/boats.png"
      ],
      "border": true,
      "text": "Путешествовать по миру или просто по своей местности часто лучше всего осуществлять по судоходным водным путям."
    },
    {
      "type": "patchouli:text",
      "title": "Кастомизация",
      "text": "На лодки можно устанавливать блоки! Как и при размещении блока на суше, нажмите $(item)$(k:key.use)$(), удерживая сундук, наковальню или верстак, чтобы добавить его на лодку. Нажмите $(item)$(k:key.use)$(), чтобы получить к нему доступ. Если вы не можете разместить блок в определенном месте, вероятно, это место пилота! Вы не сможете управлять лодкой, если на пути стоит блок! Вы можете убрать блоки, разбив их, как обычно."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "images": [
        "firmaciv:textures/gui/book/customization.png"
      ]
    },
    {
      "type": "patchouli:text",
      "title": "Лодки как предметы",
      "text": "Они больше не существуют, за исключением каяка! Если вы сломаете лодку, то она уронит только некоторые свои компоненты! Это означает, что вам понадобится каяк, если вы хотите переносить лодку через сушу, а также то, что вам может понадобиться построить доки для более крупных судов."
    },{
      "type": "patchouli:image",
      "images": [
        "firmaciv:textures/gui/book/items.png"
      ]
    },
    {
      "type": "patchouli:text",
      "title": "Перевозка животных",
      "text": "Как и всегда, вы можете перемещать животных с помощью лодок! Однако имейте в виду, что более крупные животные, такие как лошади, поместятся только в достаточно большие лодки. Если животное находится в лодке и мешает вам, вам достаточно присесть и нажать $(item)$(k:key.use)$(), чтобы выбросить его из лодки. Животные становятся беспокойными через 2 дня в лодке и покидают ее самостоятельно через 3 дня."
    },
    {
      "type": "patchouli:image",
      "title": "Управление",
      "images": [
        "firmaciv:textures/gui/book/piloting.png"
      ],
      "text": "Каждая лодка имеет специальное сиденье, на котором нужно сидеть, чтобы управлять лодкой."
    },
    {
      "type": "patchouli:text",
      "title": "Весла",
      "text": "Если вам кажется, что ваша лодка движется медленно, проверьте, держите ли вы в руках подходящее весло или установлены ли весла в держателях для весел. В некоторых лодках несколько игроков могут грести, чтобы лодка двигалась быстрее."
    },
    {
      "type": "patchouli:image",
      "images": [
        "firmaciv:textures/gui/book/paddles.png"
      ]
    },
    {
      "type": "patchouli:text",
      "title": "Шварт-ые утки и поводки",
      "text": "Большинство лодок имеют хотя бы одну швартовую утку. Вы можете прикрепить поводок к швартовой утке и использовать его, чтобы тянуть лодку, а также подтягивать небольшие лодки к берегу или тоскать по плитам. Поводки также можно использовать для прикрепления лодок к заборам, а прикрепление двух швартовых уток к забору позволит вам легко швартовать большие лодки. Как вы поняли, вам придется активно использовать поводки, чтобы ваши лодки не уплыли!"
    },
    {
      "type": "patchouli:image",
      "border": true,
      "images": [
        "firmaciv:textures/gui/book/leads.png"
      ]
    },
    {
      "type": "patchouli:text",
      "title": "Якори",
      "text": "Большие лодки имеют якоря, которые можно использовать для полной остановки лодки, при условии, что якорь закреплен на дне и паруса не развернуты. Лодка все равно будет поворачиваться под воздействием ветра, пока она стоит на якоре. Найдите значок якоря, расположенный на лебедке (якорной лебедке), и нажмите $(item)$(k:key.use)$(), чтобы опустить и поднять якорь."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "images": [
        "firmaciv:textures/gui/book/anchor.png"
      ],
      "text": "Якорь с лебедкой на шлюпе."
    },
    {
      "type": "patchouli:text",
      "title": "Паруса",
      "text": "Парусные суда, конечно же, имеют паруса. Вам нужно будет развернуть их, чтобы правильно управлять лодкой. Найдите треугольную иконку паруса и нажмите $(item)$(k:key.use)$(), чтобы развернуть каждый парус. Поскольку большинство лодок имеют несколько парусов, вы можете комбинировать их для контроля скорости."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "images": [
        "firmaciv:textures/gui/book/sails.png"
      ],
      "text": "На этом шлюпе развернуты как стаксель (слева), так и грот (справа)."
    },
    {
      "type": "patchouli:text",
      "title": "Плавание под парусами",
      "text": "В отличие от кораблей, к которым вы, возможно, привыкли, плавание под парусами — это навык в Firma: Civilization. Когда вы управляете парусным судном, появится новый элемент интерфейса, отображающий скорость и направление ветра, а также скорость лодки. Цвет стрелки ветра будет указывать на сложность плавания в данном направлении. Используйте клавиши движения вперед и назад, чтобы установить угол парусов, и экспериментируйте, чтобы найти наилучший угол ветра."
    },
    {
      "type": "patchouli:image",
      "border": false,
      "images": [
        "firmaciv:textures/gui/book/sailing.png"
      ],
      "text": "Интерфейс парусов поможет вам контролировать судно."
    },
    {
      "type": "patchouli:text",
      "title": "Покраска",
      "text": "Любая лодка, построенная с помощью корабельной обшивки, может быть окрашена, а любой парус может быть окрашен индивидуально. Просто держите краситель в руке и нажмите $(item)$(k:key.use)$(), когда увидите значок кисти, чтобы покрасить корпус или окрасить парус. Более крупные лодки имеют уникальные узоры для каждого цвета краски."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "images": [
        "firmaciv:textures/gui/book/painting.png"
      ],
      "text": "Покрашенные паруса и корпус."
    },
    {
      "type": "patchouli:text",
      "title": "Повреждения и ремонт",
      "text": "Поврежденная лодка начнет покрываться трещинами. Для любой лодки, построенной из корабельной обшивки, используйте соответствующие доски для ремонта. При 90% повреждении лодка начнет набирать воду, а при 100% — утонет! Это не относится к каякам."
    }
  ],
  "read_by_default": true,
  "sortnum": 0
}