{
  "__comment__": "This file was automatically created by mcresources",
  "name": "Ковадла",
  "category": "tfc:mechanics",
  "icon": "tfc:metal/anvil/copper",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Ковадла — важливий інструмент, необхідний для обробки металу, оскільки вони дозволяють працювати та зварювати металеві злитки в різні форми.$(br2)$(l:mechanics/anvils#working)Обробка$() здійснюється для формування однієї частини металу в іншу, а $(l:getting_started/primitive_anvils#welding)зварювання$() використовується для з’єднання двох металевих предметів в один суцільний шматок."
    },
    {
      "type": "patchouli:multiblock",
      "multiblock": {
        "pattern": [
      [
      "X"
      ],
      [
      "0"
      ]
        ],
        "mapping": {
      "X": "#tfc:anvils"
        }
      },
      "name": "",
      "text": "Усі типи металевих ковадл.",
      "enable_visualize": false
    },
    {
      "type": "patchouli:crafting",
      "recipe": "tfc:crafting/metal/anvil/copper",
      "text": "Ковадла можна створювати з $(thing)подвійних злитків$() відповідного металу. Для першого ковадла вам спершу потрібно $(l:getting_started/primitive_anvils#welding)зварити$() подвійні злитки на $(l:getting_started/primitive_anvils)кам’яному ковадлі$()."
    },
    {
      "type": "patchouli:text",
      "anchor": "tiers",
      "text": "Ковадла мають $(thing)рівень$(), який визначає, які типи матеріалів вони можуть обробляти та зварювати. Ковадло може обробляти метали свого поточного рівня, а зварювати метали, що знаходяться на один рівень вище.$(br)$(li)$(bold)Рівень 0$(): Кам’яні ковадла$(li)$(bold)Рівень I$(): Мідь$(li)$(bold)Рівень II$(): Бізмутова бронза, Чорна бронза, Бронза$(li)$(bold)Рівень III$(): Коване залізо$(li)$(bold)Рівень IV$(): Сталь$(li)$(bold)Рівень V$(): Чорна сталь$(li)$(bold)Рівень VI$(): Червона сталь, Синя сталь"
    },
    {
      "type": "patchouli:text",
      "anchor": "working",
      "text": "Щоб обробити предмет на ковадлі, вам потрібно використати ковадло, щоб відкрити його інтерфейс, показаний праворуч. Ліворуч є два слоти для введення предметів — для обробки цільовий предмет має бути у правому слоті. Вам також знадобиться молот під час роботи, або в слоті молота праворуч від ковадла $(bold)або$() у вашій основній руці. Молот поступово буде отримувати пошкодження, поки ви працюєте над предметом.",
      "title": "Обробка"
    },
    {
      "type": "patchouli:image",
      "images": [
        "tfc:textures/gui/book/gui/anvil_empty.png"
      ],
      "text": "Інтерфейс ковадла.",
      "border": false
    },
    {
      "type": "patchouli:text",
      "text": "Потім вам потрібно вибрати $(thing)план$(), який визначає, який предмет ви хочете створити. $(item)$(k:key.attack)$() на кнопці прокрутки, а потім виберіть один із предметів для створення. Інтерфейс ковадла повернеться, але тепер у вас буде вибраний план — прокрутка покаже предмет, над яким ви працюєте, а $(thing)правила$() і $(thing)ціль$() будуть заповнені."
    },
    {
      "type": "patchouli:image",
      "images": [
        "tfc:textures/gui/book/gui/anvil_in_use.png"
      ],
      "text": "Після вибору створення кайла.",
      "border": false
    },
    {
      "type": "patchouli:text",
      "text": "У центрі екрану ковадла є шкала з двома кольоровими індикаторами. $(2)Зелений$() покажчик — це ваш поточний прогрес роботи. $(4)Червоний$() покажчик — це ціль. Ваша мета — вирівняти поточний прогрес із ціллю.$(br2)Щоб зробити це, ви можете використовувати кнопки дій $(2)зеленого$() та $(4)червоного$(), які переміщують ваш поточний прогрес на певну величину залежно від виконаної дії.",
      "title": "Цілі"
    },
    {
      "type": "patchouli:text",
      "text": "$(2)Зелені$() дії завжди переміщуватимуть вашу ціль $(bold)праворуч$(), а $(4)Червоні$() дії завжди переміщуватимуть ваш прогрес $(bold)ліворуч$(). Зверніть увагу: якщо ви перемістите ціль за межі шкали прогресу, ви переробите предмет — і втратите злиток. Однак під час роботи вам також потрібно відповідати $(thing)правилам$()..."
    },
    {
      "type": "patchouli:text",
      "text": "$(thing)Правила$() — це два або три значки, які відображаються у верхній частині інтерфейсу ковадла. Вони представляють конкретні дії, які потрібно виконати у визначений час, щоб ваша робота була успішною. Наприклад, правилом може бути $(2)Зігнути передостаннє$(), що означає, що передостанньою дією, яку ви виконуєте, $(bold)має$() бути $(2)Згинання$().",
      "title": "Правила роботи"
    },
    {
      "type": "patchouli:text",
      "text": "Ваші останні три дії відображаються прямо під правилами. Коли правило виконується, його контур змінюється на зелений. Успіх досягається, коли всі правила виконані.$(br2)Нарешті, потрібно стежити за $(l:mechanics/heating)температурою$() вашого предмета. Метали можна обробляти лише тоді, коли вони перевищують певну температуру, при якій підказка показує «Можна працювати». Ви можете витягти предмет і повторно його нагріти під час процесу роботи."
    },
    {
      "type": "patchouli:text",
      "text": "Обробка може бути виснажливою та вимагати багато кроків для правильного виконання. Однак є винагорода за ефективність. Деякі предмети, такі як головки інструментів, якщо їх обробляти за мінімальну кількість кроків, отримують бонус кування, який залежить від того, наскільки ефективно вони були оброблені. Цей бонус потім застосовується до інструментів, у яких використовується цей предмет, наприклад, головка кайла, яка використовується для створення кайла.",
      "title": "Бонуси Кування"
    },
    {
      "type": "patchouli:spotlight",
      "item": "tfc:metal/pickaxe/wrought_iron{\"tfc:forging_bonus\":4}",
      "title": "Ідеально виковане",
      "link_recipes": false,
      "text": "Існує чотири рівні бонусу кування:$(li)Погано виковане$(li)Добре виковане$(li)Майстерно виковане$(li)Ідеально виковане$(br2)Ці бонуси підвищують потужність вашого інструмента — роблять його менш схильним до ламання, пришвидшують копання та/або збільшують шкоду в бою, залежно від типу інструмента."
    }
  ],
  "read_by_default": true,
  "extra_recipe_mappings": {
    "tag:tfc:anvils": 0
  }
}
